Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Adding software source
am: የ ሶፍትዌር ምንጮችን በ መጨመር ላይ
ar: يضيف مصدر البرمجيات
be: Даданне крыніцы праграм
bg: Добавяне на източник на софтуер
bs: Dodaje se izvor softvera
ca: S'està afegint la font de programari
cs: Přidává se zdroj softwaru
cy: Yn ychwanegu ffynhonnell o feddalwedd
de: Software-Paketquelle wird hinzugefügt
fil: Dinadagdag ang software source
fr_ca: Ajout d’une source de logiciels
hr: Dodavanje softverskog izvora
ia: Addente fonte de software
is: Bæti við hugbúnaðarupptökum
it: Aggiunta sorgente software
km: បន្ថែម​ប្រភព​ផ្នែក​ទន់
lo: ກຳລັງເພີ່ມແຫຼ່ງຊອບແວ
ml: സോഫ്റ്റ്വെയർ ഉറവിടം ചേർക്കുന്നു
ms: Menambah sumber perisian
nn: Legg til programvarekjelde
ro: Se adaugă sursa software
sk: Pridáva sa zdroj softvéru
sr: Додајем извор софтвера
te: సాఫ్ట్‍వేర్ మూలాధారం జతచేయబడుతోంది
ug: يۇمشاق دېتال مەنبەسىنى قوشۇۋاتىدۇ

source: Enabling component of the distribution
am: የ ስርጭቱን አካላቶች በማስቻል ላይ
ar: تمكين مكونات التوزيعة
be: Падлучэнне кампанента дыстрыбутыва
bg: Включване на компонент на дистрибуцията
bs: Omogućuje se komponenta distribucije
ca: S'està habilitant el component de la distribució
cs: Povoluje se součást distribuce
cy: Yn galluogi cydran o'r dosbarthiad
de: Distributionskomponente wird aktiviert
fil: Pinapagana ang component ng distro
fr_ca: Activation d’un composant de la version
hr: Omogućavanje komponente distribucije
ia: Activante componente del distribution
is: Virkja einingar dreifingarinnar
it: Abilitazione componente della distribuzione
km: បើក​សមាសភាគ​នៃ​​ការ​ចែកចាយ
lo: ກຳລັງເປີດໃຊ້ສ່ວນປະກອບຂອງການແຈກຢາຍ
ml: വിതരണത്തിന്റെ പ്രവർത്തനക്ഷമമാക്കൽ ഘടകം
ms: Membenarkan komponen distribusi
nn: Aktiverar distribusjonskomponent
ro: Se activează componenta distribuției
sk: Zapína sa komponent distribúcie
sr: Омогућавам компоненту дистрибуције
te: పంపిణీ యొక్క ఎనేబుల్ కాంపోనెంట్
ug: distribution نىڭ component نى ئىناۋەتلىك قىلىۋاتىدۇ

source: Removing downloaded package files
am: የ ወረዱ ጥቅል ፋይሎችን በ ማስወገድ ላይ
ar: يزيل ملفات الحزم المنزّلة
be: Выдаленне файлаў загружаных пакетаў
bg: Премахване на инсталационните пакетни файлове
bs: Ponovo podešeni instalirani paketi
ca: S'estan suprimint els fitxers de paquets baixats
cs: Odstraňování stažených balíků
cy: Yn tynnu ffeiliau pecyn wedi'u llwytho i lawr
de: Heruntergeladene Paketdateien werden entfernt
fil: Tinatanggal ang dinownload na package files
fr_ca: Suppression des fichiers de paquet téléchargés
hr: Uklanjanje preuzetih datoteka paketa
ia: Removente files pacchetto discargate
is: Fjarlægi þær pakkaskrár sem náð hefur verið í
it: Eliminazione dei file di pacchetto scaricati
km: យក​ឯកសារ​កញ្ចប់​ដែល​បាន​ទាញ​យក​ចេញ
lo: ກຳລັງລຶບໄຟລ໌ແພັກເກັດທີ່ດາວໂຫຼດແລ້ວ
ml: ഡൗൺലോഡ് ചെയ്ത പാക്കേജ് ഫയലുകൾ നീക്കംചെയ്യുന്നു
ms: Membuang fail pakej yang dimuat turun
nn: Fjernar nedlasta pakkefiler
ro: Se șterg pachetele de fișiere descărcate
sk: Odstraňujú sa stiahnuté súbory balíkov
sr: Поново подешени инсталирани пакети
te: డౌన్‌లోడుచేసిన ప్యాకేజీ ఫైళ్ళను తొలగిస్తోంది
ug: چۈشۈرگەن بوغچا ھۆججەتلىرى ئۆچۈرۈۋاتىدۇ

source: Reconfiguring installed packages
am: የ ተገጠሙ ጥቅሎችን እንደገና በ ማሰናዳት ላይ
ar: يعيد ضبط الحزم المثبتة
be: Пераналадка ўсталяваных пакетаў
bg: Пренастройване на инсталираните пакети
bs: Ponovo podešavam instalirane pakete
ca: S'estan tornant a configurar els paquets instal·lats
cs: Překonfigurace instalovaných balíků
cy: Yn ail ffurfweddu pecynnau wedi'u gosod
de: Installierte Pakete werden neu konfiguriert
fil: Ni-re-reconfigure ang naka-install na packages
fr_ca: Reconfiguration des paquets installés
hr: Rekonfiguriranje instaliranih paketa
ia: Re-configurante pacchettos installate
is: Endurstilli uppsetta pakka
it: Riconfigurazione dei pacchetti installati
km: កំណត់​រចនាសម្ព័ន្ធ​កញ្ចប់​ដែល​បាន​ដំឡើង​ឡើងវិញ
lo: ກຳລັງຕັ້ງຄ່າແພັກເກັດທີ່ຕິດຕັ້ງແລ້ວໃໝ່
ml: ഇൻസ്റ്റാൾ ചെയ്ത പാക്കേജുകൾ വീണ്ടും ക്രമീകരിക്കുന്നു
ms: Menkonfigurasi semula pakej yang dipasang
nn: Sett opp installerte pakkar på ny
ro: Se reconfigurează pachetele instalate
sk: Znovu sa konfigurujú nainštalované balíky
sr: Поново подешавам инсталиране пакете
te: స్థాపించబడిన ప్యాకేజీలు పునఃస్వరూపించబడుతోన్నాయి
ug: ئورنىتىلغان بوغچىلارنى قايتا سەپلەۋاتىدۇ

source: Searching
am: በ መፈለግ ላይ
ar: يبحث
be: Выконваецца пошук
bg: Търсене
bs: Tražim
ca: S'està cercant
cs: Vyhledávání
cy: Yn chwilio
de: Suche läuft
fil: Naghahanap
fr_ca: Recherche
hr: Pretraživanje
ia: Recercante
is: Leita
it: Ricerca
km: ស្វែងរក
lo: ກຳລັງຄົ້ນຫາ
ml: തിരയുന്നു
ms: Menggelintar
nn: Søkjer
ro: Se caută
sk: Hľadá sa
sr: Претраживање
te: శోధిస్తున్నది
ug: ئىزدەۋاتىدۇ

source: Installation of the package file failed
am: የጥቅሉን ፋይል መግጠም አልተሳካም
ar: فشل تثبيت ملفات الحزمة
be: Не атрымалася ўсталяваць файл пакета
bg: Инсталирането на пакета неуспешно
bs: Instalacija paketne datoteke nije uspjela
ca: Ha fallat la instal·lació del paquet
cs: Instalace balíku selhala
cy: Methwyd gosod y ffeil pecyn
de: Die Installation der Paketdatei ist gescheitert
fil: Bigong ma-install ang package file
fr_ca: Échec d’installation du ficher du fichiers de paquet
hr: Instalacija datoteka paketa nije uspjela
ia: Installation del file pacchetto fallite
is: Uppsetning á pakkaskránni mistókst
it: Installazione del file di pacchetto non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​ឯកសារ​កញ្ចប់
lo: ການຕິດຕັ້ງໄຟລ໌ແພັກເກັດລົ້ມເຫຼວ
ml: പാക്കേജ് ഫയലിന്റെ ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെട്ടു
ms: Pemasangan fail pakej telah gagal
nn: Mislukkast å installera pakkefil
ro: Instalarea pachetului a eșuat
sk: Inštalácia balíka zlyhala
sr: Нисам успео да инсталирам датотеку пакета
te: ప్యాకేజీ ఫైల్ యొక్క స్థాపన విఫలమైంది
ug: بوغچا ھۆججىتىنى ئورنىتىش مەغلۇپ بولدى

source: Installation of software failed
am: ሶፍትዌሩን መግጠም አልተሳካም
ar: فشل تنصيب البرنامج
be: Не атрымалася ўсталяваць праграмнае забеспячэнне
bg: Инсталирането на софтуера неуспешно
bs: Instalacija softvera nije uspjela
ca: Ha fallat la instal·lació del programari
cs: Instalace softwaru selhala
cy: Methodd gosod y feddalwedd
de: Die Installation der Software ist gescheitert
fil: Bigong ma-install ang software
fr_ca: Échec d’installation du logiciel
hr: Instalacija softvera nije uspjela
ia: Installation de software fallite
is: Innsetning hugbúnaðar tókst ekki
it: Installazione del software non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​​ផ្នែក​ទន់
lo: ການຕິດຕັ້ງຊອບແວລົ້ມເຫຼວ
ml: സോഫ്റ്റ്‌വെയറിൻ്റെ ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെട്ടു
ms: Pemasangan perisian telah gagal
nn: Mislukkast å installera programvara
ro: Instalarea programului a eșuat
sk: Inštalácia softvéru zlyhala
sr: Нисам успео да инсталирам софтвер
te: సాఫ్ట్‍వేర్ స్థాపన విఫలమైంది
ug: يۇمشاق دېتال ئورنىتىش مەغلۇپ بولدى

source: Adding the key to the list of trusted software vendors failed
ar: فشل إضافة المفتاح إلى قائمة بائعي البرامج الموثوقين
bg: Неуспешно добавяне на ключ към списъка с надеждни доставчици на софтуер
bs: Dodavanje ključa na listu prihvatljivih isporučilaca softvera neuspjelo
ca: Ha fallat l'addició de proveïdors de programari de confiança
cy: Methodd ychwanegu'r allwedd at y rhestr o werthwyr meddalwedd dibynadwy
de: Das Hinzufügen des Schlüssels zur Liste vertrauenswürdiger Software-Anbieter ist gescheitert
fr_ca: Échec d’ajout de la clé à la liste des distributeurs de confiancede logiciels
ia: Addition del clave pro le lista de venditores de software de confidentia fallite
is: Mistókst að bæta lyklinum á lista yfir traustar hugbúnaðarveitur
it: Aggiunta della chiave all'elenco dei vendor software fidati non riuscita
ml: വിശ്വസനീയ സോഫ്റ്റ്‌വെയർ വെണ്ടർമാരുടെ പട്ടികയിൽ കീ ചേർക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Menambah kunci ke senarai pembekal perisian yang dipercayai mengalami kegagalan
nn: Mislukkast å leggja til nøkkelen åt lista over truverdige programvaretenarar
sr: Додавање кључа у списак проверених произвођача програма је неуспешно
te: విశ్వసనీయ సాఫ్ట్‌వేర్ విక్రేతల జాబితాకు కీని జోడించడం విఫలమైంది.

source: Refreshing the software list failed
am: ሶፍትዌሩን ማነቃቃት አልተሳካም
ar: فشل تحديث قائمة البرامج
be: Не атрымалася абнавіць спіс праграм
bg: Опресняването на софтуерния списък неуспешно
bs: Osvježavanje liste softvera nije uspjelo
ca: Ha fallat l'actualització de la llista de programari
cs: Obnovování seznamu softwaru selhalo
cy: Methodd adnewyddu'r rhestr feddalwedd
de: Das Aktualisieren der Software-Liste ist gescheitert
fil: Bigong i-refresh ang listahan ng software
fr_ca: Échec d’actualisation de la liste des logiciels
hr: Osvježavanje popisa softvera nije uspjelo
ia: Actualisation del lista de software fallite
is: Endurhleðsla hugbúnaðarlista mistókst
it: Aggiornamento dell'elenco del software non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើ​ឲ្យ​បញ្ជី​ផ្នែក​ទន់​ស្រស់
lo: ການໂຫຼດລາຍການຊອບແວໃໝ່ລົ້ມເຫຼວ
ml: സോഫ്റ്റ്‌വെയർ ലിസ്റ്റ് പുതുക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Menyegarkan senarai perisian telah gagal
nn: Mislukkast å oppdatera programvarelista
ro: Actualizarea listei de programe a eșuat
sk: Aktualizácia zoznamu softvéru zlyhala
sr: Нисам успео да обновим списак софтвера
te: సాఫ్ట్‍వేర్ జాబితాను తాజాపరుచుటలో విఫలమైంది
ug: يۇمشاق دېتال تىزىمىنى يېڭىلاش مەغلۇپ بولدى

source: Removing the vendor from the list of trusted ones failed
ar: فشل إزالة البائع من قائمة المصادر الموثقة
be: Не атрымалася выключыць пастаўніка праграм са спіса давераных
bg: Премахването на софтуерния доставчик от списъка със софтуерни доставчици неуспешно
bs: Uklanjanje proizvođača iz liste povjerljivih nije uspjelo
ca: S'ha produït un error en eliminar el proveïdor de la llista de confiança
cs: Odstranění poskytovatele ze seznamu důvěryhodných selhalo
cy: Methodd tynnu'r gwerthwr o'r rhestr o rai dibynadwy
de: Das Entfernen des Software-Anbieters aus der Liste der vertrauenswürdigen ist gescheitert
fr_ca: Échec de suppression du distributeur de la liste des distributeurs de confiance
ia: Remotion del venditor ex le lista de illes de confidentia fallite
is: Mistókst að fjarlægja framleiðanda af listanum yfir þá sem er treyst
it: Rimozione del vendor di software dall'elenco di quelli fidati non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​យក​ក្រុមហ៊ុន​លក់​ចេញ​ពី​បញ្ជី​ដែល​ជឿ​ទុកចិត្ត
ml: വിശ്വസനീയരുടെ പട്ടികയിൽ നിന്ന് വെണ്ടറെ നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
ms: Membuang penjaja daripada senarai penjaja dipercaya telah gagal
nn: Mislukkast å fjerna programvareutgjevaren frå lista
ro: Ștergerea distribuitorului din lista cu distribuitori siguri a eșuat
sk: Odstraňovanie dodávateľa zo zoznamu dôveryhodných zlyhalo
sr: Нисам успео да уклоним продавца са листе поверљивих
te: విశ్వసనీయ జాబితా నుండి విక్రేతను తొలగించడం విఫలమైంది.

source: Removing software failed
am: ሶፍትዌሩን ማስወገድ አልተሳካም
ar: فشل إزالة البرنامج
be: Не атрымалася выдаліць праграмнае забеспячэнне
bg: Премахването на софтуера неуспешно
bs: Uklanjanje softvera nije uspjelo
ca: Ha fallat la supressió del programari
cs: Odstranění softwaru selhalo
cy: Methodd tynnu'r feddalwedd
de: Das Entfernen der Software ist gescheitert
fil: Bigong tanggalin ang software
fr_ca: Échec de suppression du logiciel
hr: Uklanjanje softvera nije uspjelo
ia: Remotion de software fallite
is: Fjarlæging hugbúnaðar mistókst
it: Rimozione software non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​យក​ផ្នែក​ទន់​ចេញ
lo: ການລຶບຊອບແວລົ້ມເຫຼວ
ml: സോഫ്‌റ്റ്‌വെയർ നീക്കംചെയ്യുന്നത് പരാജയപ്പെട്ടു
ms: Membuang perisian telah gagal
nn: Mislukkast å fjerna programvara
ro: Eliminarea programului a eșuat
sk: Odstraňovanie softvéru zlyhalo
sr: Нисам успео да уклоним софтвер
te: సాఫ్ట్‍వేర్‌ను తొలగించుటలో విఫలమైంది
ug: يۇمشاق دېتالنى ئۆچۈرۈش مەغلۇپ بولدى

source: Updating software failed
am: ሶፍትዌሩን ማሻሻል አልተሳካም
ar: فشل تحديث البرنامج
be: Не атрымалася абнавіць праграмнае забеспячэнне
bg: Обновяването на софтуер неуспешно
bs: Ažuriranje softvera nije uspjelo
ca: Ha fallat l'actualització del programari
cs: Aktualizace softwaru selhala
cy: Methodd diweddaru'r feddalwedd
de: Das Aktualisieren der Software ist gescheitert
fil: Bigong i-update ang software
fr_ca: Échec de mise à jour du logiciel
hr: Nadopuna softvera nije uspjela
ia: Actualisation de software fallite
is: Uppfærsla hugbúnaðar mistókst
it: Aggiornamento software non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ផ្នែក​ទន់
lo: ການອັບເດດຊອບແວລົ້ມເຫຼວ
ml: സോഫ്‌റ്റ്‌വെയർ അപ്‌ഡേറ്റ് ചെയ്യാനായില്ല
ms: Mengemaskini perisian telah gagal
nn: Mislukkast å oppdatera programvara
ro: Actualizarea programului a eșuat
sk: Aktualizácia zoznamu softvéru zlyhala
sr: Нисам успео да освежим софтвер
te: సాఫ్ట్‍వేర్‌ను నవీకరించుటలో విఫలమైంది
ug: يۇمشاق دېتالنى يېڭىلاش مەغلۇپ بولدى

source: Upgrading the system failed
am: ስርአቱን ማሻሻል አልተሳካም
ar: فشل ترقية النظام
be: Не атрымалася абнавіць сістэму
bg: Надграждането на системата неуспешно
bs: Nadogradnja sistema nije uspjela
ca: Ha fallat l'actualització del sistema
cs: Povýšení systému selhalo
cy: Methodd diweddaru'r system
de: Das Aktualisieren des Systems ist gescheitert
fil: Bigong i-upgrade ang system
fr_ca: Échec de mise à niveau du système
hr: Nadogradnja sustava nije uspjela
ia: Promotion del systema fallite
is: Uppfærsla kerfisins mistókst
it: Avanzamento del sistema non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើឲ្យ​ប្រព័ន្ធ​ប្រសើរ​ឡើង
lo: ການອັບເກຣດລະບົບລົ້ມເຫຼວ
ml: സിസ്റ്റം അപ്‌ഗ്രേഡ് ചെയ്യാനായില്ല
ms: Meningkatkan sistem telah gagal
nn: Mislukkast å oppgradera systemet
ro: Înnoirea sistemului a eșuat
sk: Aktualizácia softvéru zlyhala
sr: Нисам успео да надоградим систем
te: వ్యవస్థను ఉన్నతీకరించుటలో విఫలమైనది
ug: سىستېمىنى يۈكسەلدۈرۈش مەغلۇپ بولدى

source: Applying software changes failed
am: የሶፍትዌር ለውጦቹን መተግበር አልተሳካም
ar: فشل تطبيق تغيير البرنامج
be: Не атрымалася ўжыць змены ў праграмным забеспячэнні
bg: Прилагането на софтуерните промени неуспешно
bs: Primjena softveskih izmjena neuspjela
ca: Ha fallat l'aplicació de canvis de programari
cs: Uplatnění změn softwaru selhalo
cy: Methodd gosod y newidiadau meddalwedd
de: Das Anwenden der Software-Änderungen ist gescheitert
fil: Bigo ang pag-aplay ng software changes
fr_ca: Échec d’application des changements logiciels
hr: Primjena promjene softvera nije uspjela
ia: Application de cambiamentos de software fallite
is: Virkjun breytinga á hugbúnaði mistókst
it: Applicazione delle modifiche software non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​អនុវត្ត​ការ​ផ្លាស់ប្ដូរ​ផ្នែក​ទន់
lo: ການນຳໃຊ້ການປ່ຽນແປງຊອບແວລົ້ມເຫຼວ
ml: സോഫ്റ്റ്‌വെയർ മാറ്റങ്ങൾ പ്രയോഗിക്കുന്നത് പരാജയപ്പെട്ടു
ms: Menerapkan perubahan perisian telah gagal
nn: Mislukkast å uføra programvareendringar
ro: Aplicarea modificărilor asupra programelor a eșuat
sk: Použitie zmien softvéru zlyhalo
sr: Нисам успео да применим измене софтвера
te: సాఫ్ట్‍వేర్ మార్పులు అనువర్తించుటలో విఫలమైంది
ug: يۇمشاق دېتال ئۆزگەرتىشلىرىنى قوللىنىش مەغلۇپ بولدى

source: Repairing incomplete installation failed
am: ያልተጨረሰውን መግጠሚያ መጠገን አልተቻለም
ar: فشل إصلاح تثبيت غير مكتمل
be: Не атрымалася выпраўленне няскончанай усталёўкі
bg: Поправянето на непълна инсталация неуспешно
bs: Popravak nekompletne instalacije neupio
ca: Ha fallat la reparació de la instal·lació incompleta
cs: Oprava neúplné instalace selhala
cy: Methwyd trwsio gosodiad anghyflawn
de: Das Reparieren der unvollständigen Installation ist gescheitert
fil: Bigong ayusin ang hindi kumpletong installation
fr_ca: Échec de réparation de l’installation non terminée
hr: Popravljanje nepotpuno instalacija nije uspjela
ia: Reparo de installation incomplete fallite
is: Viðgerð ófullkominnar uppsetningar mistókst
it: Riparazione dell'installazione incompleta non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​ជួសជុល​ការ​ដំឡើង​ដែល​មិន​ទាន់​បាន​បញ្ចប់
lo: ການສ້ອມແປງການຕິດຕັ້ງທີ່ບໍ່ສົມບູນລົ້ມເຫຼວ
ml: അപൂർണ്ണമായ ഇൻസ്റ്റാളേഷൻ നന്നാക്കൽ പരാജയപ്പെട്ടു.
ms: Membaiki pemasangan tidak lengkap telah gagal
nn: Mislukkast å reparera den ufullstendige installasjonen
ro: Repararea instalării incomplete a eșuat
sk: Oprava neúplnej inštalácie zlyhala
sr: Нисам успео да оправим незавршену инсталацију
te: అసంపూర్ణ స్థాపనను బాగుచేయుటలో విఫలమయింది
ug: چالا ئورناتمىلارنى رېمونت قىلىش مەغلۇپ بولدى

source: Repairing broken dependencies failed
am: የ ተሰበሩ ጥገኞችን መጠገን አልተሳካም
ar: فشل إصلاح التبعيات المكسورة
be: Не атрымалася выправіць зламаныя залежнасці
bg: Поправянето на повредени зависимости неуспешно
bs: Popravak oštećenih ovisnosti neuspio
ca: Ha fallat la reparació de dels dependències no vàlides
cs: Oprava porušených závislostí selhala
cy: Methodd atgyweirio dibyniaethau toredig
de: Das Reparieren nicht erfüllter Abhängigkeiten ist gescheitert
fil: Bigong ayusin ang dependencies na may errors
fr_ca: Échec de réparation des dépendances manquantes
hr: Popravljanje slomljenih zavisnosti nije uspjelo
ia: Reparo de dependentias rupte fallite
is: Viðgerð rofinna kerfiskrafna mistókst
it: Riparazione delle dipendenze mancanti non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​ជួសជុល​ភាព​អាស្រ័យ​ដែល​ខូច
lo: ການສ້ອມແປງສ່ວນປະກອບທີ່ຂາດຫາຍລົ້ມເຫຼວ
ml: തകർന്ന ആശ്രിതത്വങ്ങൾ നന്നാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Membaiki keperluan rosak telah gagal
nn: Mislukkast å reparera øydelagde avhengnader
ro: Repararea dependențelor deteriorate a eșuat
sk: Oprava poškodených závislostí zlyhala
sr: Нисам успео да оправим оштећене зависности
te: విరిగిన ఆధారితత్వాలను బాగుచేయుటలే విఫలమైంది
ug: بۇزۇلغان بېقىنىشچانلىقنى رېمونت قىلىش مەغلۇپ بولدى

source: Adding software source failed
am: የ ሶፍትዌር ምንጮችን መጨመር ወድቋል
ar: فشل إضافة مصدر البرنامج
be: Не атрымалася дадаць крыніцу праграм
bg: Добавянето на източник на софтуер е неуспешно
bs: Dodavanje softverskih izvora neuspjelo
ca: Ha fallat l'addició de la font de programari
cs: Přidání zdroje softwaru selhalo
cy: Methodd ychwanegu ffynhonnell o feddalwedd
de: Das Hinzufügen der Software-Paketquelle ist gescheitert
fil: Bigong idagdag ang software source
fr_ca: Échec d’ajout de la source de logiciels
hr: Dodavanje softverskog izvora nije uspjelo
ia: Addition de fonte de software fallite
is: Mistókst að bæta við hugbúnaðarupptökum
it: Aggiunta della sorgente software non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​បន្ថែម​ប្រភព​ផ្នែក​ទន់
lo: ການເພີ່ມແຫຼ່ງຊອບແວລົ້ມເຫຼວ
ml: സോഫ്‌റ്റ്‌വെയർ ഉറവിടം ചേർക്കുന്നത് പരാജയപ്പെട്ടു
ms: Penambahan sumber perisian gagal
nn: Mislukkast å leggja til programvarekjelde
ro: Adăugarea sursei software a eșuat
sk: Pridanie zdroje softvéru zlyhalo
sr: Нисам успео да додам извор софтвера
te: సాఫ్ట్‍వేర్ మూలాధారం జతచేయుటలో విఫలమైనది
ug: يۇمشاق دېتال مەنبەسىنى قوشۇش مەغلۇپ بولدى

source: Enabling component of the distribution failed
am: የ ስርጭቱን አካላት ማስቻል አልተቻለም
ar: فشل تمكين مكونات التوزيعة
be: Не атрымалася далучыць кампанент дыстрыбутыва
bg: Включването на компонент на дистрибуцията е неуспешно
bs: Omogućavanje komponente distribucije neuspjlo
ca: Ha fallat l'habilitació del component de la distribució
cs: Povolení součásti distribuce selhalo
cy: Methodd galluogi cydran o'r dosbarthiad
de: Das Aktivieren der Distributionskomponente ist gescheitert
fil: Bigong paganahin ang component ng distro
fr_ca: Échec d’activation du composant de la version
hr: Omogućavanje komponente distribucije nije uspjelo
ia: Activation de componente del distribution fallite
is: Virkjun ái einingum dreifingarinnar mistókst
it: Abilitazione del componente della distribuzione non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​បើក​សមាសភាគ​​នៃ​ការ​ចែកចាយ
lo: ການເປີດໃຊ້ສ່ວນປະກອບຂອງການແຈກຢາຍລົ້ມເຫຼວ
ml: വിതരണത്തിന്റെ ഘടകം പ്രാപ്തമാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Penambajan komponen distribusi gagal
nn: Mislukkast å aktivera distribusjonskomponent
ro: Activarea componentei distribuției a eșuat
sk: Zapnutie komponentu distribúcie zlyhalo
sr: Нисам успео да омогућим компоненту дистрибуције
te: పంపిణీ యొక్క భాగాన్ని ప్రారంభించడం విఫలమైంది.
ug: distribution نىڭ component نى ئىناۋەتلىك قىلىش مەغلۇپ بولدى

source: Removing downloaded package files failed
am: ዝቅ የ ተደረጉ ጥቅል ፋይሎችን ማስወገድ አልተቻለም
ar: فشل إزالة الحزم المنزلة
be: Пры выдаленні загружаных файлаў здарылася памылка
bg: Премахването на инсталационните пакетни файлове е неуспешно
bs: Nisam uspio da uklonim preuzete datoteke paketa
ca: Ha fallat la supressió dels fitxers de paquets baixats
cs: Odstraňování stažených balíků selhalo
cy: Methodd tynnu'r ffeiliau pecyn a llwythwyd i lawr
de: Das Entfernen von heruntergeladenen Paketdateien ist gescheitert
fil: Bigong tanggalin ang dinownload na package files
fr_ca: Échec de suppression des fichiers de paquets téléchargés
hr: Uklanjanje preuzetih datoteka paketa nije uspjelo
ia: Remotion de files pacchetto discargate fallite
is: Fjarlæging pakkaskráa sem náð hefur verið í mistókst
it: Eliminazione dei file di pacchetto scaricati non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​យក​​ឯកសារ​កញ្ចប់​ដែល​បាន​ទាញ​យក​ចេញ
lo: ການລຶບໄຟລ໌ແພັກເກັດທີ່ດາວໂຫຼດແລ້ວລົ້ມເຫຼວ
ml: ഡൗൺലോഡ് ചെയ്ത പാക്കേജ് ഫയലുകൾ നീക്കം ചെയ്യാനായില്ല
ms: Pembuangan fail pakej yang dimuat turun gagal
nn: Mislukkast å fjerne nedlasta pakkefiler
ro: Ștergerea pachetelor de fișiere descărcate a eșuat
sk: Odstránenie stiahnutých balíkov sa nepodarilo
sr: Нисам успео да уклоним преузете датотеке пакета
te: డౌన్‌లోడుచేసిన ప్యాకేజీ ఫైళ్ళను తొలగించుటలో విఫలమైంది
ug: چۈشۈرگەن بوغچا ھۆججەتلىرى ئۆچۈرۈۋاتقاندا مەغلۇپ بولدى

source: Search failed
am: ፍለጋው አልተሳካም
ar: فشل البحث
be: Памылка пошуку
bg: Търсенето е неуспешно
bs: Pretraga nije uspjela
ca: Ha fallat la cerca
cs: Vyhledávání selhalo
cy: Methodd y chwilio
de: Suche fehlgeschlagen
fil: Bigo ang paghahanap
fr_ca: Échec de la recherche
hr: Pretraživanje nije uspjelo
ia: Recerca fallite
is: Leit mistókst
it: Ricerca non riuscita
km: បាន​បរាជ័យ​​ការ​ស្វែងរក
lo: ການຄົ້ນຫາລົ້ມເຫຼວ
ml: തിരയൽ പരാജയപ്പെട്ടു
ms: Gelintar gagal
nn: Søk mislukka
ro: Căutare eșuată
sk: Hľadanie zlyhalo
sr: Претрага није успела
te: శోధన క్షేత్రం
ug: ئىزدەش مەغلۇپ بولدى

source: Adding license key
am: የ ፍቃድ ቁልፍ በ መጨመር ላይ
ar: اضف مفتاح للرخصة
be: Даданне ліцэнзійнага ключа
bg: Добавяне на лицензен ключ
bs: Dodajem ključ licence
ca: S'està afegint la clau de llicència
cs: Přidávání licenčního klíče
cy: Yn ychwanegu allwedd trwydded
de: Lizenzschlüssel wird hinzugefügt
fil: Dinadagdag ang license key
fr_ca: Ajout de la clé de licence
hr: Dodavanje ključa licence
ia: Addition de clave de licentia
is: Bæti við leyfislykli
it: Aggiunta chiave licenza
km: បន្ថែម​សោ​អាជ្ញាប័ណ្ណ
lo: ກຳລັງເພີ່ມຄີໃບອະນຸຍາດ
ml: ലൈസൻസ് കീ ചേർക്കുന്നു
ms: Menambah kunci lesen
nn: Legg til lisensnøkkel
ro: Se adaugă cheia de licență
sk: Pridáva sa licenčný kľúč
sr: Додајем кључ лиценце
te: లైసెన్స్ కీని జోడిస్తోంది
ug: ئىجازەتنامە ئاچقۇچىنى قوشۇۋاتىدۇ

source: Check your Internet connection.
am: የኢንተርኔት ግንኙነቶን ይመርምሩ
ar: تفقّد اتصالك بالإنترنت.
be: Праверце інтэрнэт-злучэнне.
bg: Проверете Интернет връзката.
bs: Provjerite vašu Internet konekciju.
ca: Comproveu la connexió a Internet.
cs: Zkontrolujte svoje internetové připojení
cy: Gwiriwch eich cysylltiad Rhyngrwyd.
de: Überprüfen Sie Ihre Internetverbindung.
fil: Tingnan ang internet connection mo.
fr_ca: Vérifiez votre connexion à Internet.
hr: Provjerite vaše internet povezivanje.
ia: Verifica tu connexion a internet.
is: Athugaðu nettenginguna þína.
it: Controllare la propria connessione a Internet.
km: ពិនិត្យ​មើល​ការ​តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក ។
lo: ກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ.
ml: നിങ്ങളുടെ ഇന്റര്‍നെറ്റ്‌ ബന്ധം പരിശോധിക്കുക.
ms: Periksa sambungan Internet anda.
nn: Undersøk Internettkoplinga di.
ro: Verificați conexiunea la Internet.
sk: Skontrolujte svoje pripojenie k internetu
sr: Проверите вашу интернет везу.
te: మీ అంతర్జాల అనుసంధానాన్ని సరిచూడండి.
ug: ئىنتېرنېت باغلىنىشنى تەكشۈرۈڭ.
