Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: If you don't know why the file is there already, it is usually safe to replace it.
ar: إذا لم تعلم السبب في وجود الملف هناك حاليا، من الآمن عادة إستبداله.
be: Калі Вы ня ведаеце, для чаго быў створаны гэты файл, то хутчэй за ўсё яго можна будзе бяспечна замяніць.
bg: Ако не знаете защо файла е там, обикновенно е безопасно да го смените.
bs: Ako ne znate zašto je datoteka tu, obično je bezbjedno zamijeniti je.
ca: Si no sabeu com és que el fitxer ja es troba allí, és més segur que el reemplaceu.
cs: Pokud nevíte, proč je již tento soubor zde, je obvykle bezpečné nahradit jej.
cy: Os nad ydych yn gwybod pam mae'r ffeil yno'n barod, mae'n ddiogel fel arfer ei hamnewid.
de: Falls Sie nicht wissen, warum die Datei bereits vorhanden ist, kann die Datei normalerweise problemlos ersetzt werden.
fil: Kung hindi mo alam bakit nandoon na ang file, malamang ligtas na palitan yun.
fr_ca: Si vous ne savez pas pourquoi le fichier existe déjà, vous pouvez habituellement le remplacer.
hr: Ako ne znate zašto je datoteka prisutna, obično je sigurnije zamijeniti je.
ia: Si tu non sape perque le file es jam la, il es usualmente secur reimplaciar lo.
it: Qualora si ingori il motivo di questo messaggio, è consigliabile scegliere di sostituire il file.
km: ប្រសិនបើ​អ្នក​មិន​ស្គាល់​មូលហេតុ​ឯកសារ​នោះ​ទេ តាម​ធម្មតា​វា​មាន​​សុវត្ថិភាព​ក្នុង​ការ​ជំនួស​វា ។
lo: ຖ້າທ່ານບໍ່ຮູ້ວ່າເປັນຫຍັງໄຟລ໌ຈຶ່ງຢູ່ທີ່ນັ້ນແລ້ວ, ໂດຍທົ່ວໄປແລ້ວການແທນທີ່ມັນຈະປອດໄພ.
ml: ഫയൽ അവിടെ എന്തിനാണ് ഉള്ളതെന്ന് നിങ്ങൾക്ക് അറിയില്ലെങ്കിൽ, അത് മാറ്റിസ്ഥാപിക്കുന്നത് സാധാരണഗതിയിൽ സുരക്ഷിതമാണ്
ms: Jika anda tidak mengetahui kenapa fail tersebut sudah berada disitu, ia biasanya sudah selamat untuk menggantikannya.
nn: Det vil vanlegvis vere greitt å erstatte fila om du ikkje veit kvifor ho allereie er der.
ro: Dacă nu știți de ce fișierul există deja în această configurare, este, de regulă, mai sigur să-l înlocuiți.
sk: Ak neviete, prečo sa tu súbor už nachádza, je zvyčajne bezpečné ho nahradiť.
sr: Ако не знате зашто је датотека већ тамо, обично је сигурно заменити је.
te: ఆ ఫైల్ ఇప్పటికే అక్కడ ఎందుకు ఉందో మీకు తెలియకపోతే, దానిని భర్తీ చేయడం సాధారణంగా సురక్షితం.
ug: بۇ ھۆججەتنىڭ بۇ يەرگە قانداق پەيدا بولۇپ قالغانلىقىنى بىلمىسىڭىز خاتىرجەم قاپلىۋېتىڭ.

source: _Changes
ar: _تغييرات
be: _Змены
bg: _Промени
bs: _Izmjene
ca: _Canvis
cs: _Změny
cy: _Newidiadau
de: Ä_nderungen
fil: _Mga Pagbabago
fr_ca: _Changements
hr: _Promjene
ia: _Cambiamentos
is: _Breytingar
it: Modifi_che
km: ការ​ផ្លាស់ប្ដូរ
lo: ການປ່ຽນແ_ປງ
ml: _മാറ്റങ്ങള്‍
ms: _Pertukaran
nn: _Endringar
ro: _Modificări
sk: _Zmeny
sr: _Измене
te: మార్పులు (_C)
ug: ئۆزگىرىشلەر(_C)

source: _Keep
am: _ማስቀመጥ
ar: _احتفاظ
be: _Пакінуць
bg: _Запазване
bs: _Zadrži
ca: _Manté
cs: _Ponechat
cy: _Cadwch
de: _Beibehalten
fil: _Panatilihin
fr_ca: _Conserver
hr: _Čuvaj
ia: Retener (_Keep)
is: _Halda
it: _Mantieni
km: រក្សាទុក
lo: _ເກັບໄວ້
ml: _സൂക്ഷിക്കുക
ms: _Simpan
nn: _Behald
ro: _Păstrează
sk: _Ponechať
sr: _Задржи
te: ఉంచు(_K)
ug: تەگمە(_K)

source: _Replace
am: _መተካት
ar: _إستبدِل
be: _Замяніць
bg: _Замяна
bs: _Zamijeni
ca: _Reemplaça
cs: _Nahradit
cy: _Amnewid
de: _Ersetzen
fil: _Palitan
fr_ca: _Remplacer
hr: _Zamijeni
ia: _Reimplaciar
is: _Skipta út
it: _Sostituisci
km: ជំនួស
lo: ແ_ທນທີ່
ml: _മാറ്റിസ്ഥാപിക്കുക
ms: _Gantikan
nn: _Erstatt
ro: În_locuiește
sk: Nah_radiť
sr: За_мени
te: పునఃస్థాపించు (_R)
ug: ئالماشتۇر(_R)

source: Waiting for %s to exit
ar: في انتظار %s حتى ينتهي
be: Чаканне на завяршэнне працы %s
bg: Изчакване на %s за изход
bs: Čekam na „%s“ da završi
ca: S'està esperant al %s per sortir
cs: Čekání až bude %s ukončen
cy: Yn aros i %s adael
de: Warten auf Beenden von %s
fil: Hinihintay na magsara ang %s
fr_ca: En attente de fermeture de %s
hr: Čekanje da se %s zatvori
ia: Attendente que %s exi
is: Bíð eftir að %s hætti
it: Attesa della chiusura di %s
km: រង់ចាំ %s ដើម្បី​ចាកចេញ
lo: ກຳລັງລໍຖ້າໃຫ້ %s ອອກ
ml: %s പുറത്തുകടക്കാൻ കാത്തിരിക്കുന്നു
ms: Menunggu %s untuk keluar
nn: Ventar på at %s skal avsluttast
ro: Se așteaptă închiderea %s
sk: Čaká sa na ukončenie %s
sr: Чекам на „%s“ да заврши
te: %s నిష్క్రమించడానికి వేచి ఉంది
ug: %s نىڭ ئاخىرلىشىشىنى كۈتۈۋاتىدۇ

source: Downloading %(files)s
be: Загрузка %(files)s
bs: Preuzimam „%(files)s“
cs: Stahuje se soubor %(files)s
de: %(files)s wird heruntergeladen
it: Scaricamento di %(files)s
km: ទាញយក %(files)s
ro: Se descarcă %(files)s fișier
sk: Sťahuje sa %(files)s
sr: Преузимам %(files)s

source: local repository
ar: مخزن الحزم المحلي
be: лакальны рэпазітар
bg: локално хранилище
bs: lokalna riznica
ca: dipòsit local
cs: lokální repozitář
cy: storfa leol
de: Lokale Paketquelle
fil: offline ang repository
fr_ca: dépôt local
hr: lokalni repozitorij
ia: repositorio local
is: Staðvært hugbúnaðarsafn
it: repository locale
km: ឃ្លាំង​មូលដ្ឋាន
lo: ຄັງພາຍໃນ
ml: ലോക്കൽ റെപൊസിറ്റൊറി
ms: repositori setempat
nn: lokalt mellomlager
ro: arhiva locală de programe
sk: lokálny zdroj softvéru
sr: локална ризница
te: స్థానిక రిపోజిటరీ
ug: يەرلىك خەزىنە

source: Downloading from %s
ar: ينزّل من %s
be: Загрузка з %s
bg: Сваляне от %s
bs: Preuzimam iz %s
ca: S'està baixant de %s
cs: Stahování z %s
cy: Yn llwytho i lawr o %s
de: Herunterladen von %s
fil: Dino-download mula sa %s
fr_ca: Téléchargement de %s
hr: Preuzimanje sa %s
ia: Discargamento ab %s
is: Sæki frá %s
it: Scaricamento da %s
lo: ກຳລັງດາວໂຫຼດຈາກ %s
ml: %s-ൽ നിന്ന് ഡൗൺലോഡ് ചെയ്യുന്നു
ms: Memuat turun dari %s
nn: Lastar ned frå %s
ro: Se descarcă de la %s
sk: Sťahuje sa z %s
sr: Преузимам из %s
te: %s నుండి డౌన్‌లోడ్ చేస్తోంది
ug: خەزىنە %s دىن چۈشۈرۈۋاتىدۇ

source: Structure of %s
ar: بنية ال %s
be: Структура «%s»
bg: Структура на %s
bs: Struktura za %s
ca: Estructura del dipòsit %s
cs: Struktura %s
cy: Strwythur %s
de: Struktur von %s
fil: Istruktura ng %s
fr_ca: Structure de %s
hr: Ustrojstvo %s
ia: Structura de %s
is: Uppbygging %s
it: Struttura di %s
km: រចនាសម្ព័ន្ធ %s
lo: ໂຄງສ້າງຂອງ %s
ml: %s ന്റെ ഘടന
ms: Struktur bagi %s
nn: Struktur av %s
ro: Structură pentru %s
sk: Štruktúra %s
sr: Структура за %s
te: %s యొక్క నిర్మాణం
ug: خەزىنە %s نىڭ قۇرۇلمىسى

source: Description of %s
ar: وصف ال %s
be: Апісанне %s
bg: Описание на %s
bs: Opis za %s
ca: Descripció del dipòsit %s
cs: Popis %s
cy: Disgrifiad o %s
de: Beschreibung von %s
fil: Detalye ng %s
fr_ca: Description de %s
hr: Opis %s
ia: Description de %s
is: Lýsing á %s
it: Descrizione di %s
km: សេចក្ដី​ពិពណ៌នា​អំពី %s
lo: ຄຳອະທິບາຍຂອງ %s
ml: %s-ന്റെ വിവരണം
ms: Keterangan %s
nn: Skildring av %s
ro: Descriere pentru %s
sk: Popis %s
sr: Опис за %s
te: %s యొక్క వివరణ
ug: خەزىنە %s نىڭ چۈشەندۈرۈلۈشى

source: Description signature of %s
ar: وصف توقيع ال %s
be: Подпіс апісання %s
bg: Подпис на описанието %s
bs: Potpis opisa za %s
ca: Signatura de la descripció del dipòsit %s
cs: Popis podpisu %s
cy: Llofnod disgrifiad %s
de: Beschreibungssignatur von %s
fil: Description signature ng %s
fr_ca: Signature de la description de %s
hr: Potpis opisa %s
ia: Firma de description de %s
is: Undirritun lýsingar á %s
it: Firma della descrizione di %s
km: សេចក្ដី​ពិពណ៌នា​អំពី​ហត្ថលេខា %s
lo: ລາຍເຊັນຄຳອະທິບາຍຂອງ %s
ml: %s ന്റെ വിവരണ ഒപ്പ്
ms: Tandatangan keterangan %s
nn: Skildringsignatur av %s
ro: Descrierea semnăturii pentru %s
sk: Úplne sa odstraňuje %s
sr: Потпис описа за %s
te: %s యొక్క వివరణ సంతకం
ug: خەزىنە %s چۈشەندۈرۈش ئىمزاسى

source: Available packages from %s
ar: الحزم المتوفرة من %s
be: Даступныя пакеты з «%s»
bg: Налични пакети от %s
bs: Dostupni paketi iz %s
ca: Paquets disponibles al dipòsit %s
cs: Dostupné balíky z %s
cy: Y pecynnau sydd ar gael o %s
de: Verfügbare Pakete von %s
fil: Available packages mula sa %s
fr_ca: Paquets proposés sur %s
hr: Dostupni paketi sa %s
ia: Pacchettos disponibile ab %s
is: Tiltækir pakkar frá %s
it: Pacchetti disponibili da %s
km: កញ្ចប់​ដែល​មាន​ពី %s
lo: ແພັກເກັດທີ່ມີຢູ່ຈາກ %s
ml: %s-ൽ നിന്നുള്ള ലഭ്യമായ പാക്കേജുകൾ
ms: Pakej tersedia dari %s
nn: Tilgjengelege pakkar frå %s
ro: Pachete disponibile de la %s
sk: Dostupné balíky z %s
sr: Доступни пакети из %s
te: %s నుండి అందుబాటులో ఉన్న ప్యాకేజీలు
ug: خەزىنە %s نىڭدا بار بوغچىلار

source: Available sources from %s
ar: المصادر المتوفرة من %s
be: Даступныя крыніцы з %s
bg: Налични източници от %s
bs: Dostupni izvori iz %s
ca: Fonts disponibles al dipòsit %s
cs: Dostupné zdroje z %s
cy: Ffynonellau sydd ar gael o %s
de: Verfügbare Quelltexte von %s
fil: Available sources mula sa %s
fr_ca: Sources proposées sur %s
hr: Dostupni izvori sa %s
ia: Fontes disponibile ab %s
is: Tiltækir grunnar frá %s
it: Sorgenti disponibili da %s
km: ប្រភព​ដែល​មាន​ពី %s
lo: ແຫຼ່ງທີ່ມີຢູ່ຈາກ %s
ml: %s-ൽ നിന്നുള്ള ലഭ്യമായ ഉറവിടങ്ങൾ
ms: Sumber tersedia dari %s
nn: Tilgjengelege kjelder frå %s
ro: Surse disponibile de la %s
sk: Dostupné zdroje z %s
sr: Доступни извори из %s
te: %s నుండి అందుబాటులో ఉన్న మూలాలు
ug: خەزىنە %s نىڭدا بار مەنبەلەر

source: Available translations from %s
ar: الترجمات المتوفرة من %s
be: Даступныя пераклады з %s
bg: Налични преводи от %s
bs: Dostupni prevodi od %s
ca: Traduccions disponibles al dipòsit %s
cs: Dostupné překlady z %s
cy: Y cyfieithiadau sydd ar gael o %s
de: Verfügbare Übersetzungen von %s
fil: Available na salin mula sa %s
fr_ca: Traductions proposées sur %s
hr: Dostupni prijevodi sa %s
ia: Traductiones disponibile ab %s
is: Tiltækar þýðingar frá %s
it: Traduzioni disponibili da %s
km: ការ​បកប្រែ​ដែល​មាន​ពី %s
lo: ຄຳແປທີ່ມີຢູ່ຈາກ %s
ml: %s എന്നതിൽ നിന്നുള്ള ലഭ്യമായ വിവർത്തനങ്ങൾ
ms: Terjemahan tersedia dari %s
nn: Tilgjengelege omsettingar frå %s
ro: Traduceri disponibile de la %s
sk: Dostupné preklady z %s
sr: Доступни преводи од %s
te: %s నుండి అందుబాటులో ఉన్న అనువాదాలు
ug: خەزىنە %s نىڭدا بار تەرجىمىلەر

source: Translations for %s (%s) from %s
ar: الترجمات ل %s (%s) من %s
be: Пераклады на %s (%s) з %s
bg: Превод на %s (%s) от %s
bs: Prevodi za %s (%s) od %s
ca: Traduccions en %s (%s) del dipòsit %s
cs: Překlady pro %s (%s) z %s
cy: Cyfieithiadau ar gyfer %s (%s) o %s
de: Übersetzungen für %s (%s) von %s
fil: Mga salin para sa %s (%s) mula sa %s
fr_ca: Traductions en %s (%s) sur %s
hr: Prijevodi za %s (%s) sa %s
ia: Traductiones pro %s (%s) ab %s
is: Þýðingar fyrir %s (%s) frá %s
it: Traduzioni per %s (%s) da %s
km: ការ​បកប្រែ %s (%s) ពី %s
lo: ຄຳແປສຳລັບ %s (%s) ຈາກ %s
ml: %s (%s) എന്നതിനുള്ള വിവർത്തനങ്ങൾ %s ൽ നിന്ന്
ms: Terjemahan untuk %s (%s) dari %s
nn: Omsettingar for %s (%s) frå %s
ro: Traduceri pentru %s (%s) de la %s
sk: Dostupné preklady %s (%s) z %s
sr: Преводи за %s (%s) од %s
te: %s నుండి %s (%s) కు అనువాదాలు
ug: %s (%s) نىڭ %s تەرجىمىسى

source: Translations for %s from %s
ar: ترجمات %s من %s
be: Пераклады на %s з %s
bg: Превод на %s от %s
bs: Prevodi za %s od %s
ca: Traduccions en %s del dipòsit %s
cs: Překlady pro %s z %s
cy: Cyfieithiadau ar gyfer %s o %s
de: Übersetzungen für %s von %s
fil: Mga salin para sa %s mula sa %s
fr_ca: Traductions en %s sur %s
hr: Prijevodi za %s sa %s
ia: Traductiones pro %s ab %s
is: Þýðingar fyrir %s frá %s
it: Traduzioni per %s da %s
km: ការ​បកប្រែ​ %s ពី %s
lo: ຄຳແປສຳລັບ %s ຈາກ %s
ml: %s എന്നതിൽ നിന്നുള്ള %s എന്നതിന്റെ വിവർത്തനങ്ങൾ
ms: Terjemahan untuk %s dari %s
nn: Omsettingar for %s frå %s
ro: Traduceri pentru %s de la %s
sk: Dostupné preklady pre %s z %s
sr: Преводи за %s од %s
te: %s నుండి %s కి అనువాదాలు
ug: %s نىڭ %s تەرجىمىسى

source: Translations (%s) from %s
ar: ترجمات (%s) من %s
be: Пераклад (%s) з %s
bg: Езикова поддръжка (%s) предоставена от %s
bs: Prijevodi (%s) iz %s
ca: Traduccions (%s) del dipòsit %s
cs: Překlady (%s) z %s
cy: Cyfieithiadau (%s) o %s
de: Übersetzungen (%s) von %s
fil: Mga salin (%s) mula sa %s
fr_ca: Traductions (%s) sur %s
hr: Prijevodi za (%s) sa %s
ia: Traductiones de (%s) ab %s
is: Þýðingar (%s) frá %s
it: Traduzioni (%s) da %s
km: ការ​បកប្រែ​ (%s) ពី %s
lo: ຄຳແປ (%s) ຈາກ %s
ml: %s എന്നതിൽ നിന്നുള്ള വിവർത്തനങ്ങൾ (%s)
ms: Terjemahan (%s) dari %s
nn: Omsettingar (%s) frå %s
ro: Traducere (%s) de la %s
sk: Preklady (%s) z %s
sr: Преводи (%s) из %s
te: %s నుండి అనువాదాలు (%s)
ug: (%s) چە تەرجىمىسى، %s ئامباردىن كەلگەن

source: Package %s isn't available
ar: الحزمة %s غير متوفرة
be: Пакет %s не даступны
bg: Пакетът %s не може да бъде намерен
bs: Paket „%s“ nije dostupan
ca: El paquet %s no està disponible
cs: Balík %s není dostupný
cy: Nid yw pecyn %s ar gael
de: Paket %s ist nicht verfügbar
fil: Wala ang package na %s
fr_ca: Le paquet %s n’est pas proposé
hr: Paket %s nije dostupan
ia: Le pacchetto %s non es disponibile
is: Pakkinn %s er ekki tiltækur
it: Il pacchetto %s non è disponibile
km: គ្មាន​កញ្ចប់ %s ឡើយ
lo: ແພັກເກັດ %s ບໍ່ມີໃຫ້ໃຊ້
ml: പാക്കേജ് %s ലഭ്യമല്ല.
ms: Pakej %s tiada
nn: Pakke %s er ikkje tilgjengeleg
ro: Pachetul %s nu este disponibil
sk: Balík %s nie je dostupný
sr: Пакет „%s“ није доступан
te: %s ప్యాకేజీ అందుబాటులోలేదు
ug: %s بوغچا مەۋجۇت ئەمەس

source: Package %s isn't installed
ar: الحزمة %s غير مثبتة
be: Пакет %s не ўсталяваны
bg: Пакетът %s не е инсталиран
bs: Paket „%s“ nije instaliran
ca: El paquet %s no està instal·lat
cs: Balík %s není nainstalovaný
cy: Nid yw pecyn %s wedi'i osod
de: Paket %s ist nicht installiert
fil: Hindi naka-install ang package %s
fr_ca: Le paquet %s n’est pas installé
hr: Paket %s nije instaliran
ia: Le pacchetto %s non es installate
is: Pakkinn %s er ekki uppsettur
it: Il pacchetto %s non è installato
km: មិន​បាន​ដំឡើង​កញ្ចប់ %s ឡើយ
lo: ແພັກເກັດ %s ຍັງບໍ່ໄດ້ຖືກຕິດຕັ້ງ
ml: പാക്കേജ് %s ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല.
ms: Pakej %s tidak dipasang
nn: Pakke %s er ikkje installert
ro: Pachetul %s nu este instalat
sk: Balík %s nie je nainštalovaný
sr: Пакет „%s“ није инсталиран
te: %s ప్యాకేజీ స్థాపించబడలేదు
ug: %s بوغچا ئورنىتىلمىدى

source: The version %s of %s isn't installed
ar: النسخة %s من %s غير مثبتة
be: Версія %s пакета %s не ўсталявана
bg: Версията %s на %s не е инсталирана
bs: Verzija %s „%s“ paketa nije instalirana
ca: La versió %s de %s no està instal·lada
cs: Verze %s z %s není nainstalována
cy: Nid yw'r fersiwn %s o %s wedi'i osod
de: Die Version %s von %s ist nicht installiert
fil: Hindi naka-install ang version %s ng %s
fr_ca: La version %s de %s n’est pas installée
hr: Inačica %s od %s nije instalirana
ia: Le version %s de %s non es installate
is: Útgáfa %s af %s er ekki uppsett
it: La versione %s di %s non è installata
km: មិន​បាន​ដំឡើង​កំណែ %s របស់ %s ឡើយ
lo: ເວີຊັນ %s ຂອງ %s ຍັງບໍ່ໄດ້ຖືກຕິດຕັ້ງ
ml: %s ന്റെ %s പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല.
ms: Versi %s dari %s tidak dipasang
nn: Versjon %s av %s er ikkje installert
ro: Această versiune %s a %s nu este instalată
sk: Verzia %s %s nie je nainštalovaná
sr: Верзија %s „%s“ пакета није инсталирана
te: %s యొక్క %s వెర్షన్ ఇన్‌స్టాల్ చేయబడలేదు.
ug: %s نەشرىنىڭ %s ئورنىتىلمىغان

source: Package %s is already installed
ar: الحزمة %s تم تثبيتها مسبقا
be: Пакет %s ужо ўсталяваны
bg: Пакетът %s вече е инсталиран
bs: Paket „%s“ je već instaliran
ca: El paquet %s ja està instal·lat
cs: Balík %s je již nainstalován
cy: Mae pecyn %s eisoes wedi'i osod
de: Paket %s ist bereits installiert
fil: Naka-install na ang package %s
fr_ca: Le paquet %s est déjà installé
hr: Paket %s je već instaliran
ia: Le pacchetto %s es jam installate
is: Pakkinn %s er þegar uppsettur
it: Il pacchetto %s è già installato
km: បាន​ដំឡើង​កញ្ចប់ %s រួចហើយ
lo: ແພັກເກັດ %s ໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: പാക്കേജ് %s ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്.
ms: Pakej %s sudah dipasang
nn: Pakke %s er allereie installert
ro: Pachetul %s este instalat deja
sk: Balík %s je už nainštalovaný
sr: Пакет „%s“ је већ инсталиран
te: %s ప్యాకేజీ ఇదివరకే స్థాపించబడింది
ug: %s بوغچا ئاللىقاچان ئورنىتىلغان

source: The version %s of %s isn't available.
ar: الإصدار %s من %s غير متوفر.
be: Версія %s пакета %s недаступная
bg: Версията %s на %s не е достъпна.
bs: Verzija %s „%s“ paketa nije dostupna.
ca: La versió %s de %s no està disponible.
cs: Verze %s z %s není dostupná
cy: Nid yw'r fersiwn %s o %s ar gael.
de: Die Version %s von %s ist nicht verfügbar.
fil: Wala ang bersiyon %s ng %s.
fr_ca: La version %s de %s n’est pas proposée.
hr: Inačica %s od %s nije dostupna.
ia: Le version %s de %s non es disponibile.
is: Útgáfa %s af %s er ekki tiltæk
it: La versione %s di %s non è disponibile.
km: មិន​មាន​កំណែ %s របស់ %s ឡើយ ។
lo: ເວີຊັນ %s ຂອງ %s ບໍ່ມີໃຫ້ໃຊ້.
ml: %s ന്റെ %s പതിപ്പ് ലഭ്യമല്ല.
ms: Versi %s dari %s tiada.
nn: Versjon %s av %s er ikkje tilgjengeleg.
ro: Versiunea %s a %s nu este disponibilă.
sk: Verzia %s %s nie je dostupná.
sr: Верзија %s „%s“ пакета није доступна.
te: %s యొక్క వెర్షన్ %s అందుబాటులో లేదు.
ug: %s نەشرىنىڭ %s نى ئىشلەتكىلى بولمايدۇ

source: The keyserver URL is invalid: %s
ar: عنوان خادم مفتاح GnuPG غير صالح: %s
bg: Грешен адрес на сървъра за ключове: %s
bs: URL servera ključ je neispravan: %s
ca: L'URL del servidor de claus no és vàlid: %s
cs: Adresa serveru s klíči je neplatná: %s
cy: Mae URL y gweinydd allwedd yn annilys: %s
de: Die Schüsselserver-Adresse ist ungültig: %s
fr_ca: L’URL du serveur de clés est invalide : %s
ia: Le URL de servitor-de-claves non es valide: %s
is: Slóðin á lyklamiðlarann er ógild: %s
it: L'URL del server di chiavi non è valido: %s
ml: കീസെർവർ URL അസാധുവാണ്: %s
ms: URL pelayan kunci tidak sah: %s
nn: Nøkkeltenar-URL er ikkje gyldig: %s
sk: URL servera kľúčov je neplatné: %s
sr: Адреса кључног сервера је неисправна: %s
te: కీసర్వర్ URL చెల్లదు: %s

source: Invalid protocol of the server: %s
ar: برتوكول غير صالح لخادم GnuPG : %s
bg: Грешен протокол на сървъра: %s
bs: IPogrešan protokol servera: %s
ca: El protocol del servidor no és vàlid: %s
cs: Neplatný protokol serveru: %s
cy: Protocol annilys y gweinydd: %s
de: Ungültiges Protokol des Servers: %s
fr_ca: Le protocole du serveur est invalide : %s
ia: Protocollo del servitor non valide: %s
is: Ógildur samskiptamáti þjónsins: %s
it: Protocollo del server non valido: %s
ml: സെർവറിന്റെ തെറ്റായ പ്രോട്ടോക്കോൾ: %s
ms: Protokol pelayan tidak sah: %s
nn: Ugyldig tenarprotokoll på: %s
sk: Neplatný protokol servera: %s
sr: Неисправан протокол сервера: %s
te: సర్వర్ యొక్క చెల్లని ప్రోటోకాల్: %s

source: Invalid key id: %s
ar: معرّف مفتاح غير صالح: %s
bg: Невалиден идентификатор на ключа: %s
bs: Nevažeći IB ključa: %s
ca: L'identificador de la clau no és vàlid: %s
cs: Neplatné ID klíče: %s
cy: ID allwedd annilys: %s
de: Ungültige Schlüsselkennung: %s
fr_ca: L’ID de la clé est invalide : %s
ia: Id clave non valide: %s
is: Ógilt auðkenni lykils (%s
it: Id della chiave non valido: %s
ml: അസാധുവായ കീ ഐഡി: %s
ms: Id kekunci tidak sah: %s
nn: Ugyldig nøkkel-ID: %s
sk: Neplatný identifikátor kľúča: %s
sr: Неважећи ИБ кључа: %s
te: చెల్లని కీ ఐడి: %s

source: Failed to download and install the key %s from %s: %s
ar: فشل تنزيل وتثبيت المفتاح %s من %s: %s
be: Не атрымалася загрузіць і ўсталяваць значэнне %s з %s: %s
bg: Неуспех да свали и инсталира ключът %s от %s: %s
bs: Nisam uspio da preuzmem i da instaliram ključ „%s“ sa „%s“: %s
ca: No s'ha pogut baixar i instal·lar la clau %s de %s: %s
cs: Nepodařilo se stáhnout a instalovat klíč %s z %s %s
cy: Wedi methu llwytho i lawr a gosod yr allwedd %s o %s: %s
de: Das Herunterladen und Installieren des Schlüssels %s von %s ist gescheitert: %s
fr_ca: Échec de téléchargement et d’installation de la clé %s de %s : %s
ia: Falta a discargar e installar le clave %s ab %s: %s
is: Mistókst að ná í og setja upp leyfislykilinn %s frá %s: %s
it: Scaricamento e installazione della chiave %s da %s non riusciti: %s
km: បាន​បរាជ័យ​​ក្នុង​ការ​ទាញ​យក និង​ដំឡើង​សោ %s ពី %s ៖ %s
ml: %s എന്നതിൽ നിന്ന് %s എന്ന കീ ഡൗൺലോഡ് ചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %s
ms: Gagal memuat turun dan pasang kekunci %s dari %s: %s
nn: Mislukkast nedlasting og installasjon av nøkkel %s frå %s:%s
ro: Eșec la descărcarea și instalarea cheii %s de la %s: %s
sk: Nepodarilo sa stiahnuť a nainštalovať kľúč %s z %s: %s
sr: Нисам успео да преузмем и да инсталирам кључ „%s“ са „%s“: %s
te: %s నుండి కీ %s ని డౌన్‌లోడ్ చేసి ఇన్‌స్టాల్ చేయడంలో విఫలమైంది: %s

source: Key file %s couldn't be installed: %s
ar: ملف المفتاح %s لم يمكن تثبيته: %s
be: Ключавы файл %s не можа быць усталяваны: %s
bg: Ключов файл %s не може да бъде инсталиран: %s
bs: Datoteka ključa „%s“ ne može biti instalirana: %s
ca: No s'ha pogut instal·lar el fitxer clau %s: %s
cs: Soubor klíče %s nelze nainstalovat: %s
cy: Nid oedd modd gosod ffeil allwedd %s: %s
de: Schlüsseldatei %s konnte nicht installiert werden: %s
fr_ca: Impossible d’installer la clé %s : %s
ia: Le file clave %s non ha potite esser installate: %s
is: Ekki var hægt að setja upp leyfislykilinn %s: %s
it: Impossibile installare il file di chiave %s: %s
km: មិន​អាច​ដំឡើង​ឯកសារ​សោ %s បាន​ទេ ៖ %s
ml: %s എന്ന കീ ഫയൽ ഇൻസ്റ്റാൾ ചെയ്യാൻ കഴിഞ്ഞില്ല: %s
ms: Fail kekunci %s tidak dapat dipasang: %s
nn: Nøkkelfil %s kunne ikkje installerast: %s
ro: Fișierul cheie %s nu se poate instala: %s
sk: Súbor kľúča %s nebolo možné nainštalovať: %s
sr: Датотека кључа „%s“ не може бити инсталирана: %s
te: కీ ఫైల్ %s ను ఇన్‌స్టాల్ చేయడం సాధ్యం కాలేదు: %s

source: Key with fingerprint %s couldn't be removed: %s
ar: مفتاح مع بصمة إصبع %s لم يمكن حذفه: %s
be: Ключ з лічбавым подпісам %s не можа быць выдалены: %s
bg: Ключ със отпечатък %s не може да бъде премахнат: %s
bs: Ključ sa otiskom „%s“ ne može biti uklonjen: %s
ca: No s'ha pogut suprimir la clau amb empremta dactilar %s: %s
cs: Klíč z otisku %s se nepodařilo odstranit: %s
cy: Nid oedd modd tynnu allwedd ag ôl bys %s: %s
de: Schlüssel mit Fingerabdruck %s konnte nicht entfernt werden: %s
fr_ca: Impossible de supprimer la clé dont l’empreinte est %s : %s
ia: Le clave con dactylogramma %s non ha potite esser removite: %s
is: Ekki var hægt að fjarlægja lykilinn með fingrafarið %s: %s
it: Impossibile rimuovere la chiave con impronta %s: %s
km: មិន​អាច​យក​ចេញ​សោ​ដែល​មាន​​ស្នាម​ផ្ដិត​ម្រាមដៃ %s បាន​ទេ ៖ %s
ml: %s എന്ന വിരലടയാളമുള്ള കീ നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല: %s
ms: Kekunci dengan cap jari %s tidak dapat dibuang: %s
nn: Nøkkel med fingeravtrykk %s kunne ikkje fjernast: %s
ro: Nu se poate șterge cheia cu amprenta %s: %s
sk: Kľúč s odtlačkom %s nebolo možné odstrániť: %s
sr: Кључ са отиском „%s“ не може бити уклоњен: %s
te: %s వేలిముద్ర ఉన్న కీని తీసివేయడం సాధ్యం కాలేదు: %s

source: Package %s cannot be removed.
ar: الحزمة %s لا يمكن إزالتها
be: Пакет %s не можа быць выдалены.
bg: Пакетът %s не може да бъде премахнат.
bs: Paket „%s“ ne može biti uklonjen.
ca: No es pot suprimir el paquet %s.
cs: Balík %s nelze odstranit.
cy: Nid oes modd tynnu pecyn %s.
de: Paket %s kann nicht entfernt werden
fil: Hindi natanggal ang package %s.
fr_ca: Impossible de supprimer le paquet %s.
hr: Paket %s se ne može ukloniti.
ia: Le pacchetto %s non pote esser removite
is: Pakkann %s er ekki hægt að fjarlægja.
it: Impossibile rimuovere il pacchetto %s.
km: មិន​អាច​យក​​​ចេញ​កញ្ចប់ %s ​បាន​ទេ ។
lo: ບໍ່ສາມາດລຶບແພັກເກັດ %s ໄດ້.
ml: പാക്കേജ് %s നീക്കം ചെയ്യാൻ കഴിയില്ല.
ms: Pakej %s tidak dapat dibuang.
nn: Pakken %s kan ikkje fjernast.
ro: Nu se poate șterge pachetul %s.
sk: Balík %s nie je možné odstrániť.
sr: Пакет „%s“ не може бити уклоњен.
te: %s ప్యాకేజీని తొలగించుట సాధ్యపడదు
ug: %s بوغچىنى چىقىرىۋەتكىلى بولمىدى
