Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: The version %s of %s is not installed
ar: الإصدار %s من %s غير مثبت
be: Версія %s пакета %s не ўсталяваная
bg: Версията %s на %s не е инсталирана
bs: Verzija %s „%s“ paketa nije instalirana
ca: La versió %s de %s no està instal·lada
cs: Verze %s z %s není naistalována
cy: Nid yw'r fersiwn %s o %s wedi'i osod
de: Die Version %s von %s ist nicht installiert
fil: Hindi naka-install ang bersiyon %s ng %s
fr_ca: La version %s de %s n’est pas installée
hr: Inačica %s od %s nije instalirana
ia: Le version %s de %s non es installate
is: Útgáfa %s af %s er ekki uppsett
it: La versione %s di %s non è installata
km: មិន​បាន​ដំឡើង​កំណែ %s របស់ %s ឡើយ
lo: ເວີຊັນ %s ຂອງ %s ຍັງບໍ່ໄດ້ຖືກຕິດຕັ້ງ
ml: %s ന്റെ %s പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല.
ms: Versi %s dari %s tidak dapat dipasang
nn: Versjon %s av %s er ikkje installert
ro: Versiunea %s a %s nu este instalată
sk: Verzia %s %s nie je nainštalovaná
sr: Верзија %s „%s“ пакета није инсталирана
te: %s యొక్క %s వెర్షన్ ఇన్‌స్టాల్ చేయబడలేదు.
ug: %s نەشرىنىڭ %s ئورنىتىلمىغان

source: The former version %s of %s is already installed
ar: الإصدار السابق من %s التابع ل %s مثبت مسبقا
be: Папярэдняя версія %s пакета %s ужо ўсталяваная
bg: Бившата версия %s на %s е вече инсталирана
bs: Bivša verzija %s „%s“ paketa je već instalirana
ca: L'antiga versió %s de %s ja està instal·lada
cs: Stejná verze %s z %s je již nainstalována
cy: Mae'r fersiwn flaenorol %s o %s eisoes wedi'i osod
de: Die frühere Version %s von %s ist bereits installiert
fil: Naka-install na ang dating bersiyon %s ng %s.
fr_ca: Une version antérieure %s de %s est déjà installée
hr: Dosadašnja inačica %s od %s je već instalirana
ia: Le previe version %s de %s es jam installate
is: Fyrri útgáfan %s af %s er þegar uppsett
it: La precedente versione %s di %s è già installata
km: បាន​ដំឡើង​កំណែ​មុន %s របស់ %s រួច​ហើយ
lo: ເວີຊັນກ່ອນໜ້າ %s ຂອງ %s ໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: %s ന്റെ മുൻ പതിപ്പായ %s ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്.
ms: Versi lama %s dari %s sudah pun dipasang
nn: Tidlegare versjon %s av %s er allereie installert
ro: Versiunea anterioară %s a %s este instalată deja
sk: Predošlá verzia %s %s už je nainštalovaná
sr: Бивша верзија %s „%s“ пакета је већ инсталирана
te: %s యొక్క మునుపటి వెర్షన్ %s ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది.
ug: ئىلگىرىكى %s نەشرىنىڭ %s ئاللىقاچان ئورنىتىلغان

source: The version %s of %s is already installed
ar: الإصدار %s من %s تم تثبيته مسبقا
be: Версія %s пакета %s ужо ўсталяваная
bg: Версията %s на %s е вече инсталирана
bs: Verzija %s „%s“ paketa je već instalirana
ca: La versió %s de %s ja està instal·lada
cs: Verze %s z %s je již nainstalována
cy: Mae fersiwn %s o %s eisoes wedi'i gosod
de: Die Version %s von %s ist bereits installiert
fil: Naka-install na ang bersiyong %s ng %s
fr_ca: La version %s de %s est déjà installée
hr: Inačica %s od %s je već instalirana
ia: Le version %s de %s es ja installate
is: Útgáfa %s af %s er þegar uppsett
it: La versione %s di %s è già installata
km: បាន​ដំឡើង​កំណែ %s របស់ %s រួច​ហើយ
lo: ເວີຊັນ %s ຂອງ %s ໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: %s ന്റെ %s പതിപ്പ് ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്.
ms: Versi %s dari %s sudah pun dipasang
nn: Versjon %s av %s er allereie installert
ro: Versiunea %s a %s este instalată deja
sk: Verzia %s %s už je nainštalovaná
sr: Верзија %s „%s“ пакета је већ инсталирана
te: %s యొక్క %s వెర్షన్ ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది.
ug: %s نەشرىنىڭ %s ئاللىقاچان ئورنىتىلغان

source: The version %s of %s isn't available
ar: الإصدار %s من %s غير متوفر
be: Версія %s пакета %s недаступная
bg: Версията %s на %s не е достъпна
bs: Verzija %s „%s“ paketa nije dostupna
ca: La versió %s de %s no està disponible
cs: Verze %s z %s není dostupná
cy: Nid yw'r fersiwn %s o %s ar gael
de: Die Version %s von %s ist nicht verfügbar
fil: Wala ang bersiyong %s ng %s
fr_ca: La version %s de %s n’est pas proposée
hr: Inačica %s od %s nije dostupna
ia: Le version %s de %s non es disponibile
is: Útgáfa %s af %s er ekki tiltæk
it: La versione %s di %s non è disponibile.
km: គ្មាន​កំណែ %s របស់ %s ឡើយ
lo: ເວີຊັນ %s ຂອງ %s ບໍ່ມີໃຫ້ໃຊ້
ml: %s ന്റെ %s പതിപ്പ് ലഭ്യമല്ല.
ms: Versi %s dari %s tiada
nn: Versjon %s av %s er ikkje tilgjengeleg
ro: Versiunea %s a %s nu este disponibilă
sk: Verzia %s %s nie je dostupná
sr: Верзија %s „%s“ пакета није доступна
te: %s యొక్క వెర్షన్ %s అందుబాటులో లేదు.
ug: %s نەشرىنىڭ %s نى ئىشلەتكىلى بولمايدۇ

source: You need to specify a version to downgrade %s to
ar: يجب أن تختار الإصدار السابق من %s ليتم استعادته
be: Вам неабходна пазначыць версію, каб правесці адкат %s да
bg: Трябва да посочите версия за понижаване %s на
bs: Treba da navedete verziju na koju će „%s“ biti spušten
ca: Heu d'especificar la versió anterior a la qual ha de tornar %s
cs: Musíte zadat verzi downgrade %s
cy: Mae angen i chi bennu fersiwn i israddio %s iddo
de: Sie müssen eine Version auswählen, auf die %s zurückgesetzt werden soll
fil: Kailangan mong tukuyin ang bersiyon kung saan i-do-downgrade ang %s
fr_ca: Vous devez indiquer une version antérieure pour %s
hr: Morate odrediti prijašnju inačicu vraćanja %s na
ia: Tu debe specificar un version pro degradar %s a
is: Þú þarft að tilgreina í hvaða útgáfu eigi að niðurfæra %s
it: Specificare a quale versione precedente riportare %s
km: អ្នក​ត្រូវ​បញ្ជាក់​កំណែ​ដែល​ត្រូវ​បន្ទាប %s ទៅ
lo: ທ່ານຕ້ອງລະບຸເວີຊັນທີ່ຈະດາວເກຣດ %s ໄປຫາ
ml: %s-നെ ഡൗൺഗ്രേഡ് ചെയ്യുന്നതിന് നിങ്ങൾ ഒരു പതിപ്പ് വ്യക്തമാക്കേണ്ടതുണ്ട്
ms: Anda perlu tentukan versi untuk turun taraf %s ke
nn: Du må angi ein versjon som %s skal nedgraderast til
ro: Trebuie să specificați versiunea la care doriți să reveniți cu pachetul %s
sk: Musíte uviesť verziu, na ktorú chcete znížiť balík %s
sr: Треба да наведете верзију на коју ће „%s“ бити разграђен
te: %s ను డౌన్‌గ్రేడ్ చేయడానికి మీరు ఒక వెర్షన్‌ను పేర్కొనాలి
ug: تۆۋەنلىتىدىغان نەشرى %s نى بەلگىلىشىڭىز كېرەك.

source: The later version %s of %s is already installed
ar: الإصدار التالي %s من %s مثبت حاليا
be: Больш новая версія %s пакета %s ужо ўсталяваная
bg: Късната версия %s на %s е вече инсталирана
bs: Kasnija verzija %s „%s“ paketa je već instalirana
ca: L'última versió %s de %s ja està instal·lada
cs: Novější verze %s z %s je již nainstalována
cy: Mae fersiwn diweddarach %s o %s eisoes wedi'i gosod
de: Die neuere Version %s von %s ist bereits installiert
fil: Naka-install na ang bagong bersiyon %s ng %s
fr_ca: La version ultérieure %s de %s est déjà installée
hr: Najnovija inačica %s od %s je već instalirana
ia: Le version plus recente %s de %s es jam installate
is: Síðari útgáfan %s af %s er þegar uppsett
it: L'ultima versione %s di %s è già installata
km: បាន​ដំឡើង​កំណែ​ថ្មី %s របស់ %s រួច​ហើយ
lo: ເວີຊັນຫຼ້າສຸດ %s ຂອງ %s ໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: %s ന്റെ പുതിയ പതിപ്പായ %s ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്.
ms: Versi %s lama dari %s sudah pun dipasang
nn: Den nyare versjonen %s av %s er allereie installert
ro: Ultima versiune %s a %s este instalată deja
sk: Novšia verzia %s %s je už nainštalovaná
sr: Каснија верзија %s „%s“ пакета је већ инсталирана
te: %s యొక్క తరువాతి వెర్షన్ %s ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది.
ug: ئەڭ يېڭى %s نەشرىنىڭ %s ئاللىقاچان ئورنىتىلغان

source: The package %s isn't available in the %s release.
ar: الحزمة %s غير متوفرة من اصدار %s
be: Пакет %s недаступны ў рэлізе %s.
bg: Пакетът %s не е достъпен във %s версия
bs: Paket „%s“ nije dostupan u izdanju %s.
ca: El paquet %s no està disponible en la versió %s.
cs: Balíček %s není dostupný pro vydání %s
cy: Nid yw'r pecyn %s ar gael yn y ryddhad %s.
de: Das Paket %s ist in der Ubuntu-Version %s nicht verfügbar.
fil: Wala ang package na %s sa release na %s.
fr_ca: Le paquet %s n’est pas proposé dans la version %s.
hr: Paket %s nije dostupan u %s izdanju.
ia: Le pacchetto %s non es disponibile in le version %s.
is: Pakkinn %s er ekki tiltækur í %s útgáfunni.
it: Il pacchetto %s non è disponibile nel rilascio %s.
km: គ្មាន​​កញ្ចប់ %s នៅ​ក្នុង​ការ​ចេញ​ផ្សាយ %s ឡើយ ។
lo: ແພັກເກັດ %s ບໍ່ມີໃຫ້ໃຊ້ໃນລຸ້ນ %s.
ml: %s എന്ന പാക്കേജ് %s പതിപ്പിൽ ലഭ്യമല്ല.
ms: Pakej %s tiada didalam keluaran %s.
nn: Pakken %s er ikkje tilgjengeleg i %s-utgivelsen.
ro: Pachetul %s nu este disponibil pentru versiunea %s.
sk: Balík %s nie je dostupný vo vydaní %s.
sr: Пакет „%s“ није доступан у издању %s.
te: %s విడుదలలో %s ప్యాకేజీ అందుబాటులో లేదు.
ug: %s دېگەن بوغچا %s نەشرىدە يوق.

source: Package %s cannot be removed
ar: لا يمكن حذف الحزمة %s
be: Пакет %s не можа быць выдалены
bg: Пакетът %s не може да бъде премахнат
bs: Paket „%s“ ne može biti uklonjen
ca: No es pot suprimir el paquet %s
cs: Balík %s nelze odstranit
cy: Nid oes modd tynnu pecyn %s
de: Paket %s kann nicht entfernt werden
fil: Hindi pwedeng tanggalin ang package na %s
fr_ca: Impossible de supprimer le paquet %s
hr: Paket %s se ne može ukloniti
ia: Le pacchetto %s non pote esser removite
is: Pakkann %s er ekki hægt að fjarlægja
it: Impossibile rimuovere il pacchetto %s
km: មិន​អាច​យក​​​ចេញ​​កញ្ចប់​ %s ​បាន​ទេ
lo: ບໍ່ສາມາດລຶບແພັກເກັດ %s ໄດ້
ml: പാക്കേജ് %s നീക്കം ചെയ്യാൻ കഴിയില്ല.
ms: Pakej %s tidak dapat dibuang
nn: Pakke %s kan ikkje fjernast
ro: Nu se poate șterge pachetul %s
sk: Balík %s nie je možné odstrániť
sr: Пакет „%s“ не може бити уклоњен
te: %s ప్యాకేజీని తొలగించుట సాధ్యపడదు
ug: %s بوغچىنى چىقىرىۋەتكىلى بولمىدى

source: The package doesn't provide a valid Installed-Size control field. See Debian Policy 5.6.20.
ar: الحزمة لا تحتوي على حقل (الحجم عند التثبيت). راجع سياسة ديبيان 5.6.20
be: У пакеце не пазначана поле "занятае месца пасля ўсталёўкі". Гл. правілы Debian Policy 5.6.20.
bg: Пакетът не предлага валиден Инстално-Размерно контролно поле. Вижте Debian Policy 5.6.20.
bs: Paket ne obezbjeđuje ispravno polje za kontrolu instalirane veličine. Pogledajte Debian sigurnosna pravila 5.6.20
ca: El paquet no proporciona un camp de control de mida d'instal·lació vàlid. Vegeu la política de Debian 5.6.20.
cs: Balík neposkytuje validní kontrolní pole "Instalovaná velikost". Pro více informací v Debian Policy 5.6.20.
cy: Nid yw'r pecyn yn darparu maes rheoli Maint Gosod dilys. Gweler Polisi Debian 5.6.20.
de: Das Paket enthält kein gültiges Kontrollfeld für die Installationsgröße. Siehe Debian-Richtlinie (Debian Policy) 5.6.20
fil: Walang valid na Installed-Size control field ang package. Tingnan ang Debian Policy 5.6.20.
fr_ca: Le paquet n’indique pas un champ de contrôle « taille après installation » valide. Consultez la politique Debian 5.6.20.
hr: Paket ne osigurava valjanu instaliranu veličinu kontrolnog polja. Pogledajte Debian pravila 5.6.20.
ia: Le pacchetto non forni un valide campo de controlo del Dimension-installate.
it: Il pacchetto non fornisce un campo di controllo Installed-Size valido. Consultare la «Debian Policy 5.6.20».
km: កញ្ចប់​ដែល​មិន​បាន​ផ្ដល់​ឲ្យ​វាល​ត្រួតពិនិត្យ​ទំហំ​ដែល​បាន​ដំឡើង​ត្រឹមត្រូវ ។ សូម​មើល​គោលការណ៍​ដេបៀន 5.6.20.
lo: ແພັກເກັດບໍ່ໄດ້ລະບຸຊ່ອງຄວບຄຸມ Installed-Size ທີ່ຖືກຕ້ອງ. ເບິ່ງນະໂຍບາຍ Debian 5.6.20.
ml: പാക്കേജ് സാധുവായ ഒരു ഇൻസ്റ്റാൾ ചെയ്ത-വലുപ്പ നിയന്ത്രണ ഫീൽഡ് നൽകുന്നില്ല. ഡെബിയൻ നയം 5.6.20 കാണുക.
ms: Pakej tidak menyediakan medan kawalan Saiz-Terpasang yang sah. Rujuk Polisi Debian 5.6.20.
nn: Pakken manglar gyldig kontrollfelt for «Installed-size». Sjå 5.6.20 i Debian Policy-bruksrettleiinga.
ro: Acest pachet nu conține un câmp de control valid pentru dimensiunea instalată. Consultați Politicile Debian 5.6.20.
sk: Balík neposkytuje platné pole Installed-Size v súbore control. Pozri Debian Policy 5.6.20.
sr: Пакет не обезбеђује исправно поље за контролу инсталиране величине. Погледајте Дебиан сигурност 5.6.20
te: ప్యాకేజీ చెల్లుబాటు అయ్యే ఇన్‌స్టాల్డ్-సైజ్ కంట్రోల్ ఫీల్డ్‌ను అందించదు. డెబియన్ పాలసీ 5.6.20 చూడండి.
ug: بۇ بوغچىدا ئىناۋەتلىك ئورنىتىش چوڭلۇقى(Install-Size) بۆلىكى يوق. Debian Policy 5.6.20 غا قاراڭ

source: The license key is empty
ar: مفتاح الرخصة فارغ
be: Ліцэнзійны ключ не ўтрымлівае даных
bg: Лицензионният ключ не съдържа данни
bs: Ključ licence je prazan
ca: La clau de llicència és buida
cs: Licenční klíč není nastaven
cy: Mae allwedd y drwydded yn wag
de: Der Lizenzschlüssel ist leer
fil: Walang laman ang license key
fr_ca: La clé de licence est vide
hr: Ključ licence je prazan
ia: Le clave de licentia es vacue
is: Leyfislykillinn er tómur
it: La chiave di licenza è vuota
km: សោ​អាជ្ញាប័ណ្ណ​​ទទេ
lo: ຄີໃບອະນຸຍາດວ່າງເປົ່າ
ml: ലൈസൻസ് കീ ശൂന്യമാണ്.
ms: Kunci lesen kosong
nn: Lisensnøkkelen er tom
ro: Cheia de licență este goală
sk: Licenčný kľúč je prázdny
sr: Кључ лиценце је празан
te: లైసెన్స్ కీ ఖాళీగా ఉంది.
ug: ئىجازەتنامە ئاچقۇچى قۇرۇق

source: The license key is not allowed to contain executable code.
ar: لا يمكن أن يحتوي مفتاح الرخصة على شيفرة تنفيذية
be: Ліцэнзійны ключ не павінен утрымоўваць выкананы код.
bg: Лицензионният ключ не може да съдържа изпълним код.
bs: Nije dozvoljeno da ključ licence sadrži izvršni kod.
ca: La clau de llicència no pot contenir codi executable.
cs: Licenční klíč nesmí obsahovat spustitelný kód.
cy: Nid oes caniatâd i allwedd y drwydded gynnwys cod gweithredadwy.
de: Der Lizenzschlüssel darf keinen ausführbaren Quelltext enthalten.
fil: Hindi pwedeng may lamang executable code ang license key.
fr_ca: La clé de licence ne peut pas contenir de code exécutable.
hr: Ključu licence nije dopušteno da sadržava izvršan kôd.
ia: Al clave de licentia non es permittite continer codice executabile.
is: Leyfislykillinn má ekki innihalda keyranlegan kóða.
it: La chiave di licenza non può contenere codice eseguibile.
km: សោ​អាជ្ញាប័ណ្ណ​មិន​ត្រូវ​បាន​អនុញ្ញាត​​មាន​កូដ​ឯកសារ​ប្រតិបត្តិ​បាន​ទេ ។
lo: ຄີໃບອະນຸຍາດບໍ່ອະນຸຍາດໃຫ້ມີໂຄດທີ່ສາມາດປະຕິບັດໄດ້.
ml: ലൈസൻസ് കീയിൽ എക്സിക്യൂട്ടബിൾ കോഡ് അടങ്ങിയിരിക്കാൻ അനുവാദമില്ല.
ms: kunci lesen tidak dibenarkan mengandungi kod boleh laku.
nn: Lisensnøkkelen kan ikkje innehalde kjørbar kode.
ro: Cheia de licență nu trebuie să conțină cod executabil.
sk: Licenčný kľúč nemôže obsahovať spustiteľný kód
sr: Није дозвољено да кључ лиценце садржи извршни код.
te: లైసెన్స్ కీ అమలు చేయగల కోడ్‌ను కలిగి ఉండటానికి అనుమతి లేదు.
ug: ئىجازەتنامە ئاچقۇچى تەركىبىدە ئىجرا بولىدىغان كود بولسا بولمايدۇ.

source: The license key path %s is invalid
ar: إن مسار مفتاح تفعيل الرخصة %s غير صالح
be: Недапушчальнае размяшчэнне ліцэнзійнага ключа %s
bg: Недопустимо расположение на лицензионният ключ %s
bs: Putanja ključa licence %s nije ispravna.
ca: El camí %s de la clau de llicència no és vàlid
cs: Cesta k licenčnímu klíči %s není platná.
cy: Mae llwybr bysell y drwydded %s yn annilys
de: Der Pfad %s zum Lizenzschlüssel ist ungültig
fil: Hindi valid ang license key path na %s
fr_ca: Le chemin de la clé de licence %s est invalide
hr: Putanja ključa licence %s nije valjana
ia: Le route de clave de licentia %s non es valide
is: Slóðin á leyfislykil %s er ógild
it: Il percorso %s della chiave di licenza non è valido.
km: ផ្លូវ​សោ​អាជ្ញាប័ណ្ណ %s មិន​ត្រឹមត្រូវ​ឡើយ
lo: ເສັ້ນທາງຄີໃບອະນຸຍາດ %s ບໍ່ຖືກຕ້ອງ
ml: %s എന്ന ലൈസൻസ് കീ പാത്ത് അസാധുവാണ്.
ms: Laluan kunci lesen %s tidak sah
nn: Lisensnøkkelens sti %s er ugyldig
ro: Calea pentru cheia de licență %s nu este validă
sk: Cesta %s k licenčnému kľúču je neplatná
sr: Путања кључа лиценце %s није исправна.
te: లైసెన్స్ కీ పాత్ %s చెల్లదు.
ug: ئىجازەتنامە ئاچقۇچىنىڭ يولى %s ئىناۋەتسىز

source: The license key already exists: %s
ar: مفتاح تفعيل الرخصة %s موجود مسبقاً
be: Ліцэнзійны ключ ужо існуе: %s
bg: Лицензионният ключ вече съществува: %s
bs: Ključ licence već postoji: %s
ca: La clau de llicència ja existeix: %s
cs: Licenční klíč '%s' už existuje.
cy: Mae allwedd y drwydded yn bodoli'n barod: %s
de: Der Lizenzschlüssel existiert bereits: %s
fil: Meron na ang license key na ito: %s
fr_ca: La clé de licence existe déjà : %s
hr: Ključ licence već postoji: %s
ia: Jam existe le clave de licentia: %s
is: Leyfislykillinn er þegar til staðar: %s
it: La chiave di licenza esiste già: %s
km: សោ​អាជ្ញាប័ណ្ណ​មាន​រួចហើយ ៖ %s
lo: ມີຄີໃບອະນຸຍາດຢູ່ແລ້ວ: %s
ml: ലൈസൻസ് കീ ഇതിനകം നിലവിലുണ്ട്: %s
ms: Kunci lesen sudah wujud: %s
nn: Lisensnøkkelen eksisterer allereie: %s
ro: Cheia de licență există deja: %s
sk: Licenčný kľúč už existuje: %s
sr: Кључ лиценце већ постоји: %s
te: లైసెన్స్ కీ ఇప్పటికే ఉంది: %s
ug: ئىجازەتنامە ئاچقۇچى مەۋجۇت: %s

source: The location of the license key is unsecure since it contains symbolic links. The path %s maps to %s
ar: موقع مفتاح الترخيص غير آمن لأنه يحتوي على روابط رمزية. الطريق %s يوصل إلى %s
be: Месцазнаходжанне ліцэнзійнага ключа не з'яўляецца бяспечным, так як змяшчае сімвалічныя спасылкі. Адрас %s спасылаецца на %s
bg: Местоположението на лицензионен ключ не е безопасно, тъй като съдържа символни връзки. Адреса %s води до %s
bs: Mjesto ključa licence nije bezbedno jer sadrži simbolične veze. Putanja %s ukaazuje na %s
ca: La ubicació de la clau de llicència no és segura perquè conté enllaços simbòlics. El camí %s correspon a %s
cs: Umístění licenčního klíče je nebezpečné, protože obsahuje symbolické odkazy. Cesta '%s' ukazuje na '%s'
cy: Mae lleoliad allwedd y drwydded yn anniogel gan ei fod yn cynnwys dolenni symbolaidd. Mae'r llwybr %s yn mapio i %s
de: Der Speicherort des Lizenzschlüssels ist unsicher, da er symbolische Verknüpfungen enthält. Der Pfad %s verweist auf %s
fil: Hindi secure ang lokasyon ng license key dahil meron itong symbolic links. Nakaturo ang path na %s sa %s
fr_ca: L’emplacement de la clé de licence n’est pas sécurisé, car il comporte des liens symboliques. Le chemin %s renvoie vers %s
hr: Lokacija ključa licence je nesigurna budući da sadrži simboličku poveznicu. Putanja %s je mapirana do %s
ia: Le position del clave de licentia non es secur pois que illo contine ligamines symbolic. Le route %s mappa a %s
is: Staðsetning leyfislykilsins er óörugg þar sem hún inniheldur tákntengi (symbolic links). Slóðin %s varpast í %s
it: La posizione della chiave di licenza non è sicura, poiché contiene collegamenti simbolici. Il percorso %s è mappato su %s
km: ទីតាំង​របស់​សោ​អាជ្ញាប័ណ្ណ​គឺ​គ្មាន​សុវត្ថិភាព នៅ​ពេល​វា​មាន​តំណ​ជា​​សញ្ញា ។ ផ្លូវ %s ទៅកាន់ %s
lo: ທີ່ຕັ້ງຂອງຄີໃບອະນຸຍາດບໍ່ປອດໄພ ເພາະມີລິ້ງສັນຍາລັກຢູ່. ເສັ້ນທາງ %s ຊີ້ໄປຫາ %s
ml: ലൈസൻസ് കീയിൽ പ്രതീകാത്മക ലിങ്കുകൾ അടങ്ങിയിരിക്കുന്നതിനാൽ അതിന്റെ സ്ഥാനം സുരക്ഷിതമല്ല. %s എന്ന പാത %s ലേക്ക് മാപ്പ് ചെയ്യുന്നു.
ms: Lokasi kunci lesen tidak selamat semenjak ia mengandungi pautan simbolik. Laluan %s dipetakan ke %s
nn: Plasseringa av lisensnøkkelen er usikker, fordi ho inneheld symbolske lenkjer. Stien %s peikar mot %s
ro: Locul în care se păstrează cheia de licență nu este sigur, deoarece conține legături simbolice. Calea %s duce către %s
sk: Umiestnenie licenčného kľúča nie je bezpečné, pretože obsahuje symbolické odkazy. Cesta %s sa mapuje na %s
sr: Место кључа лиценце није безбедно јер садржи симболичне везе. Путања %s укаазује на %s
te: లైసెన్స్ కీ యొక్క స్థానం సురక్షితం కాదు ఎందుకంటే ఇది సింబాలిక్ లింక్‌లను కలిగి ఉంది. %s మార్గం %s కు మ్యాప్ చేస్తుంది.
ug: ئىجازەتنامە ئاچقۇچى تەركىبىدە symbolic ئۇلانمىلار بولغاچقا ئۇنىڭ ئورنى ئېنىق ئەمەس. يول %s ، خەرىتىسى %s

source: The directory where to install the key to doesn't exist yet: %s
ar: المجلد الذي يتم تثبيت المفتاح إليه غير موجود حاليا: %s
be: Папка у якую будзе выконвацца ўсталёўка ключа, яшчэ не існуе: %s
bg: Папка, в която ще се инсталира ключът все още не съществува: %s
bs: Direktorijum za instaliranje ključa ne postoji još uvijek: %s
ca: El directori on s'ha d'instal·lar la clau encara no existeix: %s
cs: Adresář '%s' pro instalaci klíče ještě neexistuje.
cy: Nid yw'r cyfeiriadur i osod yr allwedd iddo yn bodoli eto: %s
de: Das Verzeichnis, in welches der Schlüssel installiert werden soll, existiert noch nicht: %s
fil: Wala pa ang directory kung saan ilalagay ang key: %s
fr_ca: Le dossier où installer la clé n’existe pas encore : %s
hr: Direktorij instalacije ključa još ne postoji: %s
ia: Le directorio ubi installar le clave non existe ancora: %s
is: Mappan þar sem á að setja upp lykilinn er ekki ennþá til staðar: %s
it: La directory in cui installare la chiave non esiste ancora: %s
km: ថត​ដែល​​ត្រូវ​ដំឡើង​សោ​មិន​ទាន់​មាន​នៅ​ឡើយ​ទេ ៖ %s
lo: ໂຟນເດີທີ່ຈະຕິດຕັ້ງຄີຍັງບໍ່ມີຢູ່: %s
ml: കീ ഇൻസ്റ്റാൾ ചെയ്യേണ്ട ഡയറക്ടറി ഇതുവരെ നിലവിലില്ല: %s
ms: Direktori untuk memasang kunci tidak wujud lagi: %s
nn: Mappa der du installerer nøkkelen eksisterer ikkje enno: %s
ro: Dosarul în care instalați cheia nu există încă: %s
sk: Adresár, kde sa má nainštalovať kľúč zatiaľ neexistuje: %s
sr: Директоријум за инсталирање кључа не постоји још увек: %s
te: కీని ఇన్‌స్టాల్ చేయాల్సిన డైరెక్టరీ ఇంకా లేదు: %s
ug: ئاچقۇچنى ئورنىتىدىغان مۇندەرىجە تېخى مەۋجۇت ئەمەس: %s

source: Failed to write key file to: %s
ar: فشلت كتابة ملف مفتاح التفعيل إلى: %s
be: Памылка запісу файла ключа ў: %s
bg: Грешка при записването на ключа в: %s
bs: Nisam uspeo da zapišem datoteku ključa u: %s
ca: Ha fallat l'escriptura del fitxer de clau a: %s
cs: Selhalo uložení klíče do: %s
cy: Wedi methu ysgrifennu'r ffeil allwedd i: %s
de: Schreiben des Lizenzschlüssel nach %s fehlgeschlagen
fil: Bigong isulat ang key file sa %s
fr_ca: Échec d’écriture du fichier clé dans : %s
hr: Neuspjelo zapisivanje datoteke ključa u: %s
ia: Falta a scriber file clave a: %s
is: Mistókst að skrifa lykilskrá í: %s
it: Scrittura del file chiave su %s non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​សរសេរ​ឯកសារ​សោ​ទៅកាន់ ៖ %s
lo: ຂຽນໄຟລ໌ຄີໄປຍັງ %s ລົ້ມເຫຼວ
ml: കീ ഫയൽ ഇതിലേക്ക് എഴുതുന്നതിൽ പരാജയപ്പെട്ടു: %s
ms: Gagal menulis fail kunci ke: %s
nn: Klarte ikkje å skriva nøkkel til %s
ro: Eșec la scrierea fișierului cheie: %s
sk: Nepodarilo sa zapísať kľúč do: %s
sr: Нисам успео да запишем датотеку кључа у: %s
te: కీ ఫైల్‌ను %s కి వ్రాయడంలో విఫలమైంది.
ug: ئاچقۇچ ھۆججىتىنى يېزىش مەغلۇپ بولدى: %s

source: The following packages have unmet dependencies:
ar: الحزم التالية تعتمد على حزم أخرى لم يتم إيجادها
be: Пакеты, маючыя нездаволеныя залежнасці:
bg: Следните пакети имат неудовлетворени зависимости:
bs: Sljedeći paketi imaju nezadovoljenje međuzavisnosti:
ca: Els paquets següents tenen dependències sense satisfer:
cs: Následující balíky mají nesplněné závislosti:
cy: Mae gan y pecynnau canlynol ddibyniaethau heb eu bodloni:
de: Die folgenden Pakete haben nicht erfüllte Abhängigkeiten:
fil: Para ma-install ang mga packages, kailangan ang dependencies:
fr_ca: Les paquets suivants ont des dépendances non satisfaites :
hr: Slijedeći paketi imaju neogovarajući zavisnosti:
ia: Le pacchettos sequente ha dependentias non concordante:
is: Eftirfarandi pakkar eru með kerfiskröfur sem ekki eru uppfylltar:
it: I seguenti pacchetti presentano dipendenze non soddisfatte:
km: កញ្ចប់​បន្ទាប់​មិន​បាន​​ជួប​ភាព​អាស្រ័យ​ទេ ៖
lo: ແພັກເກັດຕໍ່ໄປນີ້ມີສ່ວນປະກອບທີ່ຂາດຫາຍ:
ml: താഴെ പറയുന്ന പാക്കേജുകൾക്ക് പാലിക്കാത്ത ആശ്രിതത്വങ്ങളുണ്ട് (dependencies):
ms: Pakej berikut mempunyai dependensi yang tidak menepati syarat:
nn: Følgjande pakkar har krav som ikkje er oppfylt:
ro: Următoarele pachete au dependenţe neîndeplinite:
sk: Nasledovné balíky maú nesplnené závislosti:
sr: Следећи пакети имају незадовољене међузависности:
te: కింది ప్యాకేజీలు అన్‌మెట్ డిపెండెన్సీలను కలిగి ఉన్నాయి:
ug: تۆۋەندىكى بوغچا بېقىنىش تەلىپىنى قاندۇرالمىدى:

source: but it is a virtual package
ar: إلا أنها حزمة وهمية
be: але гэта віртуальны пакет
bg: но е виртуален пакет
bs: ali to je virtualni paket
ca: però és un paquet virtual
cs: ale je to virtuální balík
cy: ond mae'n becyn rhithwir
de: es ist jedoch ein virtuelles Paket
fil: pero virtual package ito
fr_ca: mais c’est un paquet virtuel
hr: ali je ipak virtualni paket
ia: ma illo es un pacchetto virtual
is: en hann er sýndarpakki
it: ma è un pacchetto virtuale
km: ប៉ុន្តែ​​វា​ជា​កញ្ចប់​និម្មិត
lo: ແຕ່ມັນເປັນແພັກເກັດສະເໝືອນ
ml: പക്ഷേ അതൊരു വെർച്വൽ പാക്കേജാണ്
ms: tetapi ianya pakej maya
nn: men er ein virtuell pakke
ro: dar este un pachet virtual
sk: ale je to virtuálny balík
sr: али то је виртуелни пакет
te: కానీ అది ఒక వర్చువల్ ప్యాకేజీ.
ug: بىراق ئۇ بىر مەۋھۇم بوغچا
