Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: List keys of trusted vendors
am: የሚታመኑ ሻጮች ዝርዝር ቁልፎች
ar: عرض قائمة مفاتيح البائعين الموثوفين
be: Спіс ключоў давераных пастаўшчыкоў
bg: Изброяване на ключове на доверени доставчици
bs: Lista ključeva povjerljivih dobavljača
ca: Obtenció d'una llista de claus dels proveïdors de confiança
cs: Seznam klíčů důvěryhodných poskytovatelů
cy: Rhestrwch allweddi gwerthwyr dibynadwy
de: Schlüssel vertrauenswürdiger Anbieter anzeigen
fil: Ilista ang keys ng mga suking vendor
fr_ca: Lister les clés des distributeurs de confiance
hr: Popis ključeva pouzdanih dobavljača
ia: Listar claves de venditores de confidentia
is: Listi yfir trausta framleiðendur
it: Elenca le chiavi di vendor fidati
km: រាយ​បញ្ជី​សោ​​របស់​ក្រុមហ៊ុន​លក់​ដែល​ជឿ​ទុកចិត្ត
lo: ລາຍການຄີຂອງຜູ້ຂາຍທີ່ເຊື່ອຖືໄດ້
ml: വിശ്വസ്തമായ വസ്തു ഉടമകളുടെ കീ പട്ടിക
ms: Senarai kekunci vendor yang dipercayai
nn: Vis nøklane til godkjende utgjevarar
ro: Listează cheile vânzătorilor de încredere
sk: Vypísať kľúče dôveryhodných dodávateľov
sr: Списак кључева поузданих продаваца
te: నమ్మదగిన అమ్మకందారు యొక్క కీలను జాబితాగాచూపు
ug: ئىشەنچلىك vendor لارنىڭ ئاچقۇچلىرىنى كۆرسىتىش

source: To view the list of trusted keys, you need to authenticate.
am: የሚታመኑ ሻጮች ዝርዝር ቁልፎችን ለመመልከት ማረጋገጫ ያስፈልጋል
ar: لعرض قائمة المفاتيح الموثوقة، تحتاج للمصادقة.
be: Для прагляду спісу давераных ключоў патрабуецца аўтэнтыфікацыя.
bg: За да видите списъка с доверени ключове, трябва да се идентифицирате.
bs: Da vidite listu povjerljivih ključeva, trebate se prijaviti.
ca: Cal que us autentiqueu per obtenir la llista de claus de confiança.
cs: Pro zobrazení důvěryhodných klíčů je vyžadováno ověření.
cy: I weld y rhestr o allweddi dibynadwy, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um die Schlüssel der vertrauenswürdigen Anbieter anzuzeigen.
fil: Para ipakita ang listahan ng keys ng mga suki, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour afficher la liste des clés de confiance.
hr: Za pregled popisa pouzdanih ključeva potrebna je ovjera.
ia: Pro vider le lista de claves de confidentia, tu debe authenticar te.
is: Til að skoða lista yfir treysta lykla, þarft þú að auðkenna þig.
it: È necessario autenticarsi per visualizzare l'elenco delle chiavi fidate.
km: មើល​បញ្ជី​របស់​​សោ​​​ដែល​ជឿ​ទុកចិត្ត អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອເບິ່ງລາຍການຄີທີ່ເຊື່ອຖືໄດ້, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: വിശ്വസനീയ കീകളുടെ പട്ടിക കാണുന്നതിന്, നിങ്ങൾ പ്രാമാണീകരിക്കേണ്ടതുണ്ട്.
ms: Untuk paparkan senarai kekunci dipercayai, anda perlukan pengsahihan.
nn: Du må autentisera deg for å visa godkjende nøklar.
ro: Pentru a vedea lista cheilor de încredere, trebuie să vă autentificați.
sk: Ak chcete prehliadať zoznam dôveryhodných kľúčov je potrebné overiť vašu totožnosť.
sr: Да бисте видели списак поузданих кључева, требате да потврдите идентитет.
te: విశ్వసించిన 'కీ'ల జాబితాను చూచుటకు, మీరు ధృవీకరించవలసిఉంటుంది.
ug: ئىشەنچلىك ئاچقۇچلارنى كۆرۈش ئۈچۈن سالاھىيەت دەلىللەش زۆرۈردۇر

source: Remove downloaded package files
am: የወረዱ ጥቅል ፋይሎችን ማስወገጃ
ar: إزالة ملفات الحزم المنزّلة
be: Выдаліць файлы загружаных пакетаў
bg: Премахване на инсталационните пакетни файлове
bs: Ukloniti preuzete datoteke s paketima
ca: Supressió dels fitxers de paquet baixats
cs: Odstranit stažené soubory s balíky
cy: Dileu ffeiliau pecyn wedi'u llwytho i lawr
de: Heruntergeladene Paketdateien entfernen
fil: Tanggalin ang downloaded package files
fr_ca: Supprimer les fichiers de paquet téléchargés
hr: Ukloni preuzete datoteke paketa
ia: Remover files pacchetto discargate
is: Fjarlægja pakkaskrár sem náð hefur verið í
it: Rimuove file di pacchetto scaricati
km: យក​ឯកសារ​កញ្ចប់​ដែល​បាន​ទាញ​យក​ចេញ
lo: ລຶບໄຟລ໌ແພັກເກັດທີ່ດາວໂຫຼດແລ້ວ
ml: ഡൗണ്‍ലോഡ് ചെയ്ത ഭണ്ഡാരങ്ങള്‍ നീക്കം ചെയ്യുക
ms: Buang fail pakej yang dimuat turunkan
nn: Fjern nedlasta pakkefiler
ro: Elimină fișierele pachet descărcate
sk: Odobrať stiahnuté balíky súborov
sr: Уклони преузете датотеке пакета
te: డౌన్‌లోడ్ చేసిన ప్యాకేజీ ఫైళ్ళను తొలగించు
ug: چۈشۈرگەن بوغچا ھۆججەتلىرىنى ئۆچۈر

source: To clean downloaded package files, you need to authenticate.
am: የ ወረዱ ጥቅል ፋይሎችን ለማጽዳት ማረጋገጫ ያስፈልጋል
ar: لتنظيف ملفات الحزم المنزّلة، تحتاج للمصادقة.
be: Вам неабходна аўтарызавацца для ачысткі файлаў загружаных пакетаў.
bg: За да премахнете свалените инсталационни файлове, трябва да се идентифицирате.
bs: Da obrišete preuzete paketske datoteke, trebate proći kroz provjeru identiteta.
ca: Cal que us autentiqueu per poder netejar els fitxers de paquet baixats.
cs: Pro vyčištění stažených souborů s balíky je vyžadováno ověření.
cy: I lanhau ffeiliau pecyn wedi'u llwytho i lawr, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um heruntergeladene Paketdateien zu entfernen.
fil: Para tanggalin ang downloaded package files, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour supprimer les fichiers de paquet téléchargés.
hr: Za čišćenje preuzetih datoteka paketa potrebna je ovjera.
ia: Pro nettar le files pacchetto discargate, tu debe authenticar te.
is: Til að hreinsa sóttar pakkaskrár, þarft þú að auðkenna þig.
it: È necessario autenticarsi per pulire i file di pacchetto scaricati.
km: សម្អាត​ឯកសារ​កញ្ចប់​ដែល​បាន​ទាញ​យក អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອລຶບໄຟລ໌ແພັກເກັດທີ່ດາວໂຫຼດແລ້ວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: ഡൌണ്‍ലോഡ് ചെയ്ത പാക്കേജ് ഫയലുകള്‍ നീക്കം ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk membersihkan fail pakej yang dimuat turun, anda perlu dapatkan pengesahihan.
nn: Du må autentisera deg for å rydda opp i nedlasta pakkefiler.
ro: Pentru a curăța fișierele pachet descărcate trebuie să vă autentificați.
sk: Na vyčistenie stiahnutých balíkov súborov je potrebné overiť vašu totožnosť.
sr: Да бисте очистили преузете датотеке пакета, треба да потврдите идентитет.
te: డౌన్‌లోడ్‌చేయబడిన ప్యాకేజీ ఫైళ్లను శుభ్రంచేయుటకు మీరు ధృవీకరించవలసిఉంటుంది.
ug: چۈشۈرگەن بوغچا ھۆججەتلىرىنى تازىلاش ئۈچۈن، سالاھىيىتىڭىزنى تەكشۈرۈش زۆرۈر.

source: Change software configuration
am: የ ሶፍትዌር ማዋቀሪያ መቀየሪያ
ar: تغيير تكوين البرنامج
be: Змяніць сховішча з праграмамі
bg: Променяне на софтуерната конфигурация
bs: Promijeni softversku konfiguraciju
ca: Canvi de la configuració del programari
cs: Změnit nastavení softwaru
cy: Newid ffurfweddiad meddalwedd
de: Software-Konfiguration ändern
fil: Baguhin ang software configuration
fr_ca: Changer la configuration du logiciel
hr: Promijeni konfiguraciju softvera
ia: Cambiar le configuration del software
is: Breyta stillingum hugbúnaðar
it: Modifica la configurazione software
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ផ្នែកទន់
lo: ປ່ຽນການຕັ້ງຄ່າຊອບແວ
ml: സോഫ്റ്റ്‌വെയര്‍ കോണ്‍ഫിഗറേഷന്‍ മാറ്റുക
ms: Ubah konfigurasi perisian
nn: Endra programvareinnstillingane
ro: Schimbă configurația software
sk: Zmeniť softvérovú konfiguráciu
sr: Промени конфигурацију софтвера
te: సాఫ్ట్‍వేర్ స్వరూపణాన్ని మార్చు
ug: يۇمشاق دېتال سەپلىمىسىنى ئۆزگەرت

source: To change software settings, you need to authenticate.
am: የ ሶፍትዌር ማዋቀሪያን ለመቀየር ማረጋገጫ ያስፈልጋል
ar: لتغيير إعدادات البرنامج، تحتاج للمصادقة.
be: Вам трэба аўтарызавацца для змены налад праграмнага забеспячэння.
bg: За да променяте софтуерните настройки, трябва да се идентифицирате.
bs: Da promijenite softverske postavke, trebate proći kroz provjeru identiteta.
ca: Cal que us autentiqueu per poder canviar els paràmetres del programari.
cs: Pro změnu nastavení softwaru je vyžadováno ověření.
cy: I newid gosodiadau meddalwedd, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Software-Einstellungen zu ändern.
fil: Para baguhin ang software settings, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour changer la configuration du logiciel.
hr: Za promjenu postavki softvera potrebna je ovjera.
ia: Pro cambiar le configuration del software, tu debe authenticar te.
is: Til að breyta stillingum hugbúnaðar, þarft þú að auðkenna þig.
it: È necessario autenticarsi per modificare le impostazioni software.
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ផ្នែក​ទន់ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອປ່ຽນການຕັ້ງຄ່າຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: സോഫ്റ്റ്‌വെയര്‍ ക്രമീകരണത്തില്‍ വ്യത്യാസം വരുത്താന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk mengubah tetapan perisian, anda perlu dapatkan pengesahihan.
nn: Du må autentisera deg for å endra programvareinnstillingar.
ro: Pentru a schimba setările software trebuie să vă autentificați.
sk: Na zmenu softvérových nastavení je potrebné overiť vašu totožnosť.
sr: Да бисте изменили поставке софтвера, требате да потврдите идентитет.
te: సాఫ్ట్‍వేర్ అమరికలను మార్చుటకు మీరు ధృవీకరించవలసిఉంటుంది.
ug: يۇمشاق دېتال سەپلىمىسىنى ئۆزگەرتىش ئۈچۈن، سالاھىيىتىڭىزنى تەكشۈرۈش زۆرۈر.

source: Change software repository
am: የ ሶፍትዌር ማጠራቀሚያ መቀየሪያ
ar: تغيير مستودع البرنامج
be: Змяніць сховішча праграмнага забеспячэння
bg: Промяна на софтуерно хранилище
bs: Promijeni softverski repozitorij
ca: Canvi de dipòsit de programari
cs: Změnit zdroj softwaru
cy: Newid ystorfa feddalwedd
de: Software-Paketquelle ändern
fil: Baguhin ang software repository
fr_ca: Changer le dépôt de logiciels
hr: Promijeni repozitorij softvera
ia: Cambiar repositorio de software
is: Breyta hugbúnaðar uppruna
it: Modifica il repository software
km: ផ្លាស់ប្ដូរ​ឃ្លាំង​ផ្នែកទន់
lo: ປ່ຽນຄັງຊອບແວ
ml: സോഫ്റ്റ്‌വെയര്‍ ഭണ്ഡാരം മാറ്റുക
ms: Ubah repositori perisian
nn: Endra programvarearkiv
ro: Schimbă depozitul de software
sk: Zmeniť zdroj softvéru
sr: Промени ризницу софтвера
te: సాఫ్ట్‍వేర్ భాండాగారాన్ని మార్చు
ug: يۇمشاق دېتال خەزىنىسىنى ئۆزگەرتىش

source: To change software repository settings, you need to authenticate.
am: የሶፍትዌር ማጠራቀሚያ ማሰናጃን ለመቀየር ማረጋገጫ ያስፈልጋል
ar: لتغيير إعدادات مستودعات البرامج، تحتاج للمصادقة.
be: Каб змяніць налады сховішча, вы павінны аўтарызавацца.
bg: За да промените настройките на софтуерно хранилище, трябва да се идентифицирате.
bs: Da promijenite postavke repozitorija, trebate se prijaviti.
ca: Cal que us autentiqueu per canviar els paràmetres dels dipòsits de programari.
cs: Pro změnu nastavení zdrojů softwaru je vyžadováno ověření.
cy: I newid gosodiadau storfa meddalwedd, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Einstellungen der Software-Paketquellen zu ändern.
fil: Para baguhin ang software repository settings, ilagay ang password mo.
fr_ca: Vous devez vous authentifier, pour changer les paramètres des dépôts de logiciels, .
hr: Za promjenu postavki repozitorija potrebna je ovjera.
ia: Pro cambiar le parametros del repositorio de software, tu debe authenticar te.
is: Til að breyta stillingum hugbúnaðarsafna, þarft þú að auðkenna þig.
it: È necessario autenticarsi per modificare le impostazioni dei repository software.
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ឃ្លាំង​ផ្នែក​ទន់ អ្នក​​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອປ່ຽນການຕັ້ງຄ່າຄັງຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: സോഫ്റ്റ്‌വെയര്‍ ഭണ്ടാര ക്രമീകരണത്തില്‍ വ്യത്യാസം വരുത്താന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk mengubah tetapan repositori perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å endra innstillingar for programvarearkiv.
ro: Pentru a schimba configurările depozitelor de software, trebuie să vă autentificați.
sk: Ak chcete zmeniť nastavenie zdroja softvéru je potrebné overiť vašu totožnosť.
sr: Да бисте изменили поставке ризнице софтвера, требате да потврдите идентитет.
te: సాఫ్ట్‍వేర్ భాండాగార అమరికలను మార్చుటకు మీరు ధృవీకరించవలసిఉంటుంది.
ug: يۇمشاق دېتال خەزىنە تەڭشىكىنى ئۆزگەرتىش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Install package file
am: የጥቅል ፋይልን መግጠም
ar: تثبيت ملف الحزمة
be: Усталёўка файла пакета
bg: Инсталиране на файл пакет
bs: Instaliraj paketsku datoteku
ca: Instal·lació d'un fitxer de paquet
cs: Nainstalovat balík
cy: Gosod ffeil pecyn
de: Paketdatei installieren
fil: I-install ang package file
fr_ca: Installer un fichier de paquet
hr: Instaliraj paket
ia: Installar file pacchetto
is: Setja upp pakkaskrá
it: Installa il file di pacchetto
km: ដំឡើង​ឯកសារ​កញ្ចប់
lo: ຕິດຕັ້ງໄຟລ໌ແພັກເກັດ
ml: ഇന്‍സ്റ്റോള്‍ പാക്കേജ് ഫയല്‍
ms: Pasang fail pakej
nn: Installer pakkefil
ro: Instalează pachetul
sk: Nainštalovať balík zo súboru
sr: Инсталирај датотеку пакета
te: ప్యాకేజీ ఫైల్‌ని స్థాపించు
ug: بوغچا ھۆججىتىنى ئورنىتىش

source: To install this package, you need to authenticate.
am: ይህን ጥቅል ለመግጠም ማረጋገጫ ያስፈልጋል
ar: لتثبيت هذه الحزمة، تحتاج للمصادقة.
be: Каб усталяваць гэты пакет, вы павінны аўтарызавацца.
bg: За да инсталирате този пакет, трябва да се идентифицирате.
bs: Da instalirate ovaj paket, trebate se prijaviti.
ca: Cal que us autentiqueu per instal·lar aquest paquet.
cs: Pro instalaci tohoto balíku je vyžadováno ověření.
cy: I osod y pecyn hwn, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um dieses Paket zu installieren.
fil: Para ma-install ang package, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour installer ce paquet.
hr: Za instalaciju ovog paketa potrebna je ovjera.
ia: Pro installar iste pacchetto, tu debe authenticar te.
is: Til að setja upp þennan pakka, þarft þú að auðkenna þig.
it: È necessario autenticarsi per installare questo pacchetto.
km: ដំឡើង​កញ្ចប់​នេះ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​​ត្រឹមត្រូវ ។
lo: ເພື່ອຕິດຕັ້ງແພັກເກັດນີ້, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: ഈ ഭണ്ഡാരം ഇന്‍സ്റ്റോള്‍ ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk memasang pakej ini, anda perlukan pengsahihan.
nn: Du må autentisera deg for å installera denne pakken.
ro: Pentru a instala acest pachet, trebuie să vă autentificați.
sk: Ak chcete nainštalovať tento balík je potrebné overiť vašu totožnosť.
sr: Да бисте инсталирали овај пакет, требате да потврдите идентитет.
te: ఈ ప్యాకేజీని స్థాపించుటకు, మీరు ధృవీకరించవలసి ఉంటుంది.
ug: بۇ بوغچىنى ئورنىتىش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Update package information
am: የጥቅል መረጃዎችን ማሻሻል
ar: تحديث معلومات الحزم
be: Абнаўленне інфармацыі аб пакетах
bg: Актуализиране на информацията за пакетите
bs: Ažuriraj podatke o paketu
ca: Actualització de la informació dels paquets
cs: Aktualizovat informace o balících
cy: Diweddaru manylion pecyn
de: Paketinformationen aktualisieren
fil: I-update ang package information
fr_ca: Mettre à jour les renseignements des paquets
hr: Ažuriraj informacije paketa
ia: Actualisar le informationes de pacchetto
is: Uppfæra pakkaupplýsingar
it: Aggiorna le informazioni dei pacchetti
km: ធ្វើ​បច្ចុប្បន្នភាព​ព័ត៌មាន​កញ្ចប់
lo: ອັບເດດຂໍ້ມູນແພັກເກັດ
ml: പാക്കേജ് വിവരം പുതുക്കൂ
ms: Kemaskini informasi pakej
nn: Oppdater pakkeinformasjon
ro: Actualizează informațiile despre pachete
sk: Aktualizovať informácie o balíkoch
sr: Допуни информације о пакету
te: ప్యాకేజీ సమాచారాన్ని నవీకరించు
ug: بوغچىغا مۇناسىۋەتلىك ئۇچۇرلارنى يېڭىلاش

source: To update the software catalog, you need to authenticate.
am: የ ሶፍትዌር መዝገብ ለማሻሻል ማረጋገጫ ያስፈልጋል
ar: لتحديث لائحة البرامج, تحتاج للمصادقة.
be: Для абнаўлення каталога праграмнага забеспячэння патрабуецца аўтэнтыфікацыя.
bg: За да обновите софтуерния каталог, трябва да се идентифицирате.
bs: Da ažurirate katalog softvera, trebate se prijaviti.
ca: Cal que us autentiqueu per actualitzar el catàleg de programari.
cs: Pro obnovení katalogu softwaru je vyžadováno ověření.
cy: I ddiweddaru'r catalog meddalwedd, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um die Paketinformationen zu aktualisieren.
fil: Para i-update ang software catalog, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour mettre à jour le catalogue des logiciels.
hr: Za nadopunu kataloga softvera potrebna je ovjera.
ia: Pro actualisar le catalogo de software, tu debe authenticar te.
is: Til að uppfæra hugbúnaðar vörulistann, þarft þú að auðkenna þig.
it: È necessario autenticarsi per aggiornare il catalogo del software.
km: ធ្វើ​បច្ចុប្បន្នភាព​កាតាឡុក​ផ្នែក​ទន់ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອອັບເດດລາຍການຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: സോഫ്റ്റ്‌വെയര്‍ കാറ്റലോഗ് പരിഷ്കരിക്കാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk mengemakini katalog perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å oppdatera programkatalogen.
ro: Pentru a actualiza catalogul de software, trebuie să vă autentificați.
sk: Ak chcete aktualizovať katalóg softvéru je potrebné overiť vašu totožnosť.
sr: Да бисте ажурирали каталог софтвера, требате да потврдите идентитет.
te: సాఫ్ట్‍వేర్ జాబితాను నవీకరించుటకు మీరు ధృవీకరించవలసిఉంటుంది.
ug: يۇمشاق دېتال كاتالوگىنى يېڭىلاش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Install or remove packages
am: ጥቅሎችን መግጠሚያ ወይም ማስወገጃ
ar: تثبيت أو إزالة حزم
be: Усталяваць ці выдаліць пакеты
bg: Инсталиране или премахване на пакети
bs: Instaliraj ili ukloni pakete
ca: Instal·lació o supressió de paquets
cs: Nainstalovat nebo odstranit balíky
cy: Gosod neu dynnu pecynnau
de: Pakete installieren oder entfernen
fil: Mag-install o magtanggal ng packages
fr_ca: Installer ou supprimer des paquets
hr: Instaliraj ili ukloni pakete
ia: Installar o remover pacchettos
is: Setja upp eða fjarlægja pakka
it: Installa o rimuove pacchetti
km: ដំឡើង ឬ​យក​កញ្ចប់​ចេញ
lo: ຕິດຕັ້ງ ຫຼື ລຶບແພັກເກັດ
ml: ഭണ്ഡാരം ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയോ നീക്കം ചെയ്യുകയോ ചെയ്യുക
ms: Pasang atau buang pakej
nn: Installer eller fjern pakkar
ro: Instalează sau elimină pachete
sk: Nainštalovať alebo odstrániť balíky
sr: Инсталирај или уклони пакете
te: ప్యాకేజీలను స్థాపించు లేదా తొలగించు
ug: بوغچىلارنى ئورنىتىش ياكى ئۆچۈرۈش

source: To install or remove software, you need to authenticate.
am: ሶፍትዌርን ለመግጠም ወይም ለማስወገድ ማረጋገጫ ያስፈልጋል
ar: لتثبيت أو إزالة البرامج، تحتاج للمصادقة.
be: Каб усталяваць ці выдаліць праграму, вы павінны аўтарызавацца.
bg: За да инсталирате или премахнете софтуер, трябва да се идентифицирате.
bs: Da instalirate ili uklanjate softver, trebate se prijaviti.
ca: Cal que us autentiqueu per instal·lar o suprimir programari.
cs: Pro instalaci nebo odstranění softwaru je vyžadováno ověření.
cy: I osod neu ddileu meddalwedd, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Software zu installieren oder zu entfernen.
fil: Para mag-install o magtanggal ng packages, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour installer ou supprimer des logiciels.
hr: Za instalaciju ili uklanjanje softvera potrebna je ovjera.
ia: Pro installar o remover software, tu debe authenticar te.
is: Til að setja upp eða fjarlægja pakka, þarft þú að auðkenna þig.
it: È necessario autenticarsi per installare o rimuovere pacchetti.
km: ដំឡើង ឬ​យក​ផ្នែក​ទន់​ចេញ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອຕິດຕັ້ງ ຫຼື ລຶບຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: ഡൌണ്‍ലോഡ് ഇന്‍സ്റ്റോള്‍ ചെയ്യണോ നീക്കം ചെയ്യണോ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk memasang atau membuang perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å installera eller fjerna programvare.
ro: Pentru a instala sau elimina software, trebuie să vă autentificați.
sk: Ak chcete nainštalovať alebo odstrániť softvér je potrebné overiť vašu totožnosť.
sr: Да бисте инсталирали или уклонили софтвер, требате да потврдите идентитет.
te: సాఫ్ట్‍వేర్ స్థాపించుటకు లేదా తొలగించుటకు, మీరు ధృవీకరించవలసిఉంటుంది.
ug: يۇمشاق دېتال ئورنىتىش ياكى ئۆچۈرۈش ئۈچۈن دەلىللەش زۆرۈردۇر.

source: Install software from a high-trust whitelisted repository.
am: ሶፍትዌር ይግጠሙ በ ከፍተኛ-ከሚታመኑ የ ነጭ ዝርዝር ማጣራቀሚያ ውስጥ
ar: تثبيت البرامج من مستودع ذو ثقة عالية ومقبول.
bg: Инсталиране на приложения от проверено хранилище.
bs: Instaliraj softver s repozitorija bijele liste visokog povjerenja
ca: Instal·lació de programari d'un dipòsit de confiança alta.
cs: Instalace softwaru z důvěryhodného zdroje.
cy: Gosod meddalwedd o storfeydd rhestr wen, o ymddiriedaeth uchel.
de: Anwendungen aus einer sehr vertrauenswürdigen Quelle installieren.
fil: Mag-install ng software galing sa high-trust whitelisted repository.
fr_ca: Installer les logiciels d’un dépôt considéré comme très fiable.
hr: Instaliraj softver s visoko pouzdanih repozitorija.
ia: Installar software ab un repositorio in lista blanc de alte confidentia.
is: Setja inn hugbúnað frá hvítlistuðu hugbúnaðarsafni með mikið traust.
it: Installa software da un repository altamente fidato in whitelist
lo: ຕິດຕັ້ງຊອບແວຈາກຄັງທີ່ໄດ້ຮັບອະນຸຍາດ ແລະ ເຊື່ອຖືໄດ້ສູງ.
ml: വൈറ്റ്‌ലിസ്റ്റ് ചെയ്യാൻ കഴിയുന്ന ഉയർന്ന വിശ്വസനീയമായ ഒരു റിപ്പോസിറ്ററിയിൽ നിന്ന് ഒരു പാക്കേജ് ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ ഈ പ്രത്യേകാവകാശം അഭ്യർത്ഥിക്കപ്പെടും. ഈ പ്രവർത്തനത്തിനുള്ള ഡിഫോൾട്ടുകൾ "org.debian.aptkit.install-or-remove-packages" പോലെയാണ്. യൂണിറ്റി-വെബ് ആപ്പുകൾ പോലുള്ള ലൈറ്റ്‌വെയ്റ്റ് ആപ്ലിക്കേഷനുകൾക്കോ ഉയർന്ന വിശ്വസനീയമായ റിപ്പോസിറ്ററികളിൽ നിന്ന് (ഇന്റേണൽ റിപ്പോസിറ്ററികൾ പോലുള്ളവ) വരുന്ന പാക്കേജുകൾക്കോ പാസ്‌വേഡ് രഹിത ഇൻസ്റ്റാളുകൾ അനുവദിക്കുന്നതിന് അഡ്മിന് അവയെ ഓവർറൈഡ് ചെയ്യാൻ കഴിയും.
ms: Pasang perisian dari repositori tersenarai putih yang sangat-dipercayai.
nn: Installer programvare frå eit trygt, kvitelista pakkearkiv.
sk: Inštalovať softvér zo zdroja pridaného medzi dôveryhodné.
sr: Инсталирај програме из проверене ризнице која се налази на белом списку.
te: అధిక విశ్వసనీయ వైట్‌లిస్ట్ చేయబడిన రిపోజిటరీ నుండి సాఫ్ట్‌వేర్‌ను ఇన్‌స్టాల్ చేయండి.
ug: ئاق تىزىمدىكى، يۇقىرى ئىشەنچلىك خەزىنىلەردىن يۇمشاق دېتاللارنى ئورناتسۇن.

source: To install software, you need to authenticate.
am: ሶፍትዌር ለመግጠም ማረጋገጫ ያስፈልጋል
ar: لتثبيت برنامج، تحتاج للمصادقة.
bg: За да инсталирате софтуера, трябва да се идентифицирате.
bs: Za instalaciju softvera, potrebne je potvrda autentičnosti.
ca: Per instal·lar programari, cal autenticar-se.
cs: Pro instalaci softwaru je vyžadováno ověření.
cy: I osod meddalwedd, mae angen i chi ddilysu.
de: Um Anwendungen zu installieren, müssen Sie sich legitimieren.
fil: Para mag-install ng software, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour installer des logiciels.
hr: Za instalaciju softvera potrebna je ovjera.
ia: Pro installar software, tu debe authenticar te.
is: Til að setja upp hugbúnað, þarft þú að auðkenna þig.
it: È richiesto autenticarsi per installare software
lo: ເພື່ອຕິດຕັ້ງຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യാൻ, നിങ്ങൾ പ്രാമാണീകരിക്കേണ്ടതുണ്ട്.
ms: Untuk memasang perisian, anda perlu sahihkan.
nn: Du må autentisera deg for å installera programvare.
sk: Aby ste mohli inštalovať softvér, je nutné overenie totožnosti.
sr: Да бисте инсталирали програм, потребно је да се идентификујете.
te: సాఫ్ట్‌వేర్‌ను ఇన్‌స్టాల్ చేయడానికి, మీరు ప్రామాణీకరించాలి.
ug: يۇمشاق دېتالنى ئورنىتىش ئۈچۈن كىملىك دەلىللەش زۆرۈردۇر.

source: Add a new repository and install packages from it
am: አዲስ ማጠራቀሚያ መጨመሪያ እና ጥቅሎች ከ ውስጡ መግጠሚያ
ar: أضِف مستودعا جديدا وثبت الحزم من خلاله
be: Дадаць новае сховішча і ўсталяваць пакеты з яго
bg: Добавяне на ново хранилище и инсталиране на пакети от него.
bs: Dodaj novi repozitorij i instaliraj pakete iz njega.
ca: Addició d'un dipòsit nou i instal·lació de paquets d'aquest
cs: Přidat nový zdroj a instalovat z něj balíky
cy: Ychwanegu cronfa newydd a gosod pecynnau ohoni
de: Eine neue Software-Paketquelle hinzufügen und Pakete daraus installieren
fil: Magdagdag ng repository at mag-install ng packages na galing dito
fr_ca: Ajouter un nouveau dépôt et en installer des paquets
hr: Dodaj novi repozitorij i instaliraj pakete iz njega
ia: Adder un nove repositorio e installar pacchettos de illo
is: Bæta við nýju hugbúnaðarsafni og setja upp pakka frá því
it: Aggiunge un nuovo repository e installa pacchetti che provengono da questo
km: បន្ថែម​ឃ្លាំង​ថ្មី និង​ដំឡើង​កញ្ចប់​ពី​​​​ឃ្លាំង​នេះ
lo: ເພີ່ມຄັງໃໝ່ ແລະ ຕິດຕັ້ງແພັກເກັດຈາກມັນ
ml: ഒരു പുതിയ ഭണ്ഡാരം കൂട്ടിച്ചേര്‍ക്കുകയും അതില്‍ നിന്നും പുതിയ പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയും ചെയ്യുക
ms: Tambah repositori baru dan pasang pakej darinya
nn: Legg til eit nytt pakkearkiv og installer pakkar frå det
ro: Adaugă un nou depozit și instalează pachete din el
sk: Pridať nový zdroj softvéru a nainštalovať z neho balíky
sr: Додај нову ризницу и инсталирај пакете из ње
te: ఒక కొత్త భాండాగారాన్ని జతచేసి దానినుండి ప్యాకేజీలను స్థాపించు
ug: يېڭى خەزىنە قوشۇپ بوغچىلارنى ئۇنىڭدىن ئورنىتىش
