Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Do not make any changes to the system (Only of use to developers)
am: በ ስርአቱ ላይ ምንም ለውጥ አይፈጽሙ (ይህ ለ አበልጻጊዎች ብቻ ነው)
ar: لا تقم بأي تغييرات على النظام (مخصص للمطوريين فقط)
be: Не змяняць файлы ў сістэме (карысна толькі распрацоўнікам)
bg: Без промени по системата (От полза само за разработчици)
bs: Ne mijenjaj izmjene sistema (Upotrebljivo samo za razvoj softvera)
ca: No facis cap canvi al sistema (només útil per als desenvolupadors)
cs: Neprovádět žádné změny v systému (určeno jen pro vývojáře)
cy: Peidiwch â gwneud unrhyw newidiadau i'r system (Dim ond o ddefnydd i ddatblygwyr)
de: Keine Änderungen am System vornehmen (Nur für Entwickler nützlich)
fil: Huwag baguhin ang system (Para lang sa developers)
fr_ca: N’apporter aucun changement au système (seulement pour les développeurs)
hr: Ne čini nikakve promjene sustavu (samo za korištenje razvojne programere)
ia: Non facer alcun cambiamentos al systema (Solo de uso pro disveloppatores)
is: Ekki gera neinar breytingar á kerfinu (einungis nytsamlegt fyrir forritara)
it: Non applica alcuna modifica al sistema (utile solo per sviluppatori)
km: កុំ​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​ទៅ​កាន់​ប្រព័ន្ធ (ប្រើ​តែ​ចំពោះ​អ្នក​អភិវឌ្ឍន៍​ប៉ុណ្ណោះ)
lo: ບໍ່ໃຫ້ມີການປ່ຽນແປງໃດໆຕໍ່ລະບົບ (ໃຊ້ສຳລັບນັກພັດທະນາເທົ່ານັ້ນ)
ml: സിസ്റ്റത്തിൽ മാറ്റങ്ങളൊന്നും വരുത്തരുത് (ഡെവലപ്പർമാർക്ക് മാത്രം ഉപയോഗിക്കാൻ)
ms: Jangan membuat apa-apa perubahan kepada sistem (Hanya berguna kepada pembangun)
nn: Ikkje gjer endringar på systemet (berre til bruk for utviklarar)
ro: Nu efectua schimbări în sistem (doar pentru uzul dezvoltatorilor)
sk: Nevykonávať žiadne zmeny v systéme (užitočné iba pre vývojárov)
sr: Не уноси никакве промене на систему (Корисно је само програмерима)
te: సిస్టమ్‌లో ఎటువంటి మార్పులు చేయవద్దు (డెవలపర్‌లకు మాత్రమే ఉపయోగపడుతుంది)
ug: سىستېمىغا قول تەگكۈزمە(ئىجادىيەتچىلەر ئۈچۈنلا)

source: Installed file
am: የተገጠመው ፋይል
ar: ملف مُثبّت
be: Усталяваны файл
bg: Инсталиран файл
bs: Instalirana datoteka
ca: Fitxer instal·lat
cs: Soubor nainstalován
cy: Ffeil wedi'i gosod
de: Datei installiert
fr_ca: Un fichier a été installé
hr: Instalirana datoteka
ia: File installate
is: Uppsett skrá
it: File installati
km: បាន​ដំឡើង​ឯកសារ
lo: ໄຟລ໌ທີ່ຕິດຕັ້ງແລ້ວ
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്ത ഫയല്‍
ms: Fail dipasang
nn: Installert fil
ro: S-a instalat fișierul
sk: Nainštalovaný súbor
sr: Датотека је инсталирана
te: స్థాపించబడిన ఫైల్
ug: ئورنىتىلغان ھۆججەت

source: Installed packages
am: የተገጠሙት ጥቅሎች
ar: حزم مُثبّتة
be: Усталяваныя пакеты
bg: Инсталирани пакети
bs: Instalirani paketi
ca: Paquets instal·lats
cs: Balíky nainstalovány
cy: Pecynnau wedi'u gosod
de: Pakete installiert
fr_ca: Des paquets ont été installés
hr: Instalirani paketi
ia: Pacchettos installate
is: Uppsettir pakkar
it: Pacchetti installati
km: បាន​ដំឡើង​កញ្ចប់
lo: ແພັກເກັດທີ່ຕິດຕັ້ງແລ້ວ
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്തിടുള്ള പാക്കേജുകള്‍
ms: Pakej dipasang
nn: Installerte pakkar
ro: S-au instalat pachetele
sk: Nainštalované balíky
sr: Пакети су инсталирани
te: స్థాపించబడిన ప్యాకేజిలు
ug: ئورنىتىلغان بوغچىلار

source: Added key from file
ar: أضف مفتاحا من ملف
be: Дададзены ключ з файла
bg: Добавен ключ от файл
bs: Dodan ključ iz datoteke
ca: S'ha afegit la clau des d'un fitxer
cs: Přidán klíč ze souboru
cy: Ychwanegwyd allwedd o'r ffeil
de: Schlüssel aus Datei hinzugefügt
fr_ca: Une clé a été ajoutée d’un fichier
ia: Clave addite ab file
is: Bætti við lykli úr skrá
it: Chiave aggiunta dal file
km: បាន​បន្ថែម​សោ​ពី​ឯកសារ
ml: ഫയലിൽ നിന്ന് കീ ചേർത്തു
ms: Telah menambah kunci daripada fail
nn: La til nøkkel frå fil
ro: S-a adăugat cheia din fișier
sk: Pridaný kľúč zo súboru
sr: Кључ из датотеке је додат
te: ఫైలు నుంచి కీ జతచేయబడింది

source: Updated cache
am: cache ማሻሻያ
ar: حدثت الذاكرة المخبئية
be: Кэш абноўлены
bg: Актуализиран кеш
bs: Ažuriran keš
ca: S'ha actualitzat la memòria cau
cs: Mezipaměť aktualizována
cy: Storfa wedi'i ddiweddaru
de: Zwischenspeicher aktualisiert
fr_ca: Le cache a été mis à jour
hr: Nadopunjena predmemorija
ia: Cache actualisate
is: Uppfært skyndiminni
it: Cache aggiornata
km: បាន​ធ្វើ​បច្ចុប្បន្ន​ឃ្លាំង
lo: ອັບເດດແຄດແລ້ວ
ml: പുതുക്കിയ കാഷെ
ms: Telah kemaskini cache
nn: Oppdaterte hurtiglageret
ro: S-a actualizat cache-ul
sk: Aktualizovaná vyrovnávacia pamäť
sr: Кеш је освежен
te: క్యాచీ నవీకరించబడింది
ug: يېڭىلانغان غەملەك

source: Search done
am: ፍለጋው ተጠናቋል
ar: انتهى البحث
be: Пошук завершаны
bg: Търсенето приключи
bs: Pretraga je obavljena
ca: Ha finalitzat la cerca
cs: Hledání dokončeno
cy: Chwilio wedi'i gwblhau
de: Suche abgeschlossen
fil: Tapos na ang paghahanap
fr_ca: La recherche est terminée
hr: Pretraživanje završeno
ia: Recerca facite
is: Leit lokið
it: Ricerca terminata
km: ស្វែងរក​រួចហើយ
lo: ຄົ້ນຫາສຳເລັດ
ml: തിരച്ചിൽ കഴിഞ്ഞു
ms: Gelintar selesai
nn: Søket er utført
ro: Căutare încheiată
sk: Hľadanie dokončené
sr: Претрага је обављена
te: శోధన పూర్తయింది
ug: ئىزدەش تامام

source: Removed trusted key
ar: احذف مفتاحا غير موثوق
be: Давяральны ключ выдалены
bg: Премахнат доверен ключ
bs: Ukljonjen povjerljivi ključ
ca: S'ha suprimit la clau de confiança
cs: Odstraněn důvěryhodný klíč
cy: Tynnwyd yr allwedd ymddiriedig
de: Vertrauenswürdigen Schlüssel entfernt
fr_ca: La clé de confiance a été supprimée
ia: Clave de confidentia removite
is: Fjarlægði traustan lykil
it: Chiave fidata rimossa
km: បាន​យក​សោ​ដែល​បាន​ជឿ​ទុកចិត្ត​ចេញ
ml: വിശ്വസനീയമായ കീ നീക്കം ചെയ്തു
ms: Telah membuang kunci dipercayai
nn: Fjerna tiltrudd nøkkel
ro: S-a eliminat cheie de autentificare
sk: Odstránený dôveryhodný kľúč
sr: Поверљиви кључ је уклоњен
te: నమ్మదగిన కీ తొలగించబడింది

source: Removed packages
am: የተወገዱ ጥቅሎች
ar: حزم محذوفة
be: Выдаленыя пакеты
bg: Премахнати пакети
bs: Uklonjeni paketi
ca: S'han suprimit els paquets
cs: Balíky odstraněny
cy: Pecynnau wedi'u tynnu
de: Pakete entfernt
fil: Tinanggal na packages
fr_ca: Des paquets ont été supprimés
hr: Uklonjeni paketi
ia: Pacchettos removite
is: Fjarlægði pakka
it: Pacchetti rimossi
km: បាន​យក​កញ្ចប់​ចេញ
lo: ລຶບແພັກເກັດ
ml: നീക്കം ചെയ്ത പാക്കേജുകള്‍
ms: Pakej-pakej yang telah dibuang
nn: Fjerna pakkar
ro: S-au eliminat pachetele
sk: Odstránené balíky
sr: Пакети су уклоњени
te: తొలగించబడిన ప్యాకేజీలు
ug: ئۆچۈرۈلگەن بوغچىلار

source: Updated packages
am: ጥቅሎችን ማሻሻል
ar: حزم مُحدّثة
be: Абноўленыя пакеты
bg: Обновени пакети
bs: Ažurirani paketi
ca: S'han actualitzat els paquets
cs: Balíky aktualizovány
cy: Pecynnau wedi'u diweddaru
de: Pakete aktualisiert
fil: Updated na ang packages
fr_ca: Des paquets ont été mis à jour
hr: Nadopunjeni paketi
ia: Pacchettos actualisate
is: Uppfærðir pakkar
it: Pacchetti aggiornati
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​កញ្ចប់
lo: ອັບເດດແພັກເກັດ
ml: പുതുക്കിയ പാക്കേജുകൾ
ms: Pakej-pakej yang telah dikemaskini
nn: Oppdaterte pakkar
ro: S-au actualizat pachetele
sk: Aktualizované balíky
sr: Пакети су унапређени
te: నవీకరించబడిన ప్యాకేజీలు
ug: يېڭىلانغان بوغچىلار

source: Upgraded system
am: ስርአቱን ማሻሻል
ar: نظام مرقّى
be: Абноўленая сістэма
bg: Надградена система
bs: Ažuriran sistem
ca: S'ha actualitzat el sistema
cs: Systém povýšen
cy: System wedi'i huwchraddio
de: System aktualisiert
fil: Upgraded na ang system
fr_ca: Le système a été mis à niveau
hr: Nadograđeni sustav
ia: Systema promovite
is: Uppfært kerfi
it: Sistema avanzato
km: បាន​ធ្វើ​ឲ្យ​ប្រព័ន្ធ​ប្រសើរ
lo: ອັບເກຣດລະບົບ
ml: നവീകരിച്ച സിസ്റ്റം
ms: Sistem yang telah ditingkatkan
nn: Oppgraderte systemet
ro: S-a înnoit sistemul
sk: Aktualizovaný systém
sr: Систем је надограђен
te: ఉన్నతీకరించబడిన వ్యవస్థ
ug: يۈكسەلدۈرۈلگەن سىستېما

source: Applied changes
am: የተተገበሩ ለውጦች
ar: تغييرات مُطبّقة
be: Ужытыя змены
bg: Приложени промени
bs: Primijenjene promjene
ca: S'han aplicat els canvis
cs: Změny provedeny
cy: Newidiadau â osodwyd
de: Änderungen angewendet
fil: Naka-aplay na ang mga pagbabago
fr_ca: Des changements ont étét appliqués
hr: Primijenjene promjene
ia: Cambiamentos applicate
is: Skráðar breytingar
it: Cambiamenti applicati
km: បាន​អនុវត្ត​ការ​ផ្លាស់ប្ដូរ
lo: ນຳໃຊ້ການປ່ຽນແປງ
ml: പ്രയോഗിച്ച മാറ്റങ്ങൾ
ms: Perubahan yang telah digunakan
nn: Iverksette endringar
ro: S-au aplicat modificările
sk: Zmeny boli aplikované
sr: Измене су примењене
te: మార్పులు అనువర్తించబడినవి
ug: قوللىنىلغان ئۆزگەرتىشلەر

source: Repaired incomplete installation
am: ያልተጨረሰ መግጠሚያ ተጠግኗል
ar: إصلاح تثبيت غير مكتمل
be: Выпраўлена няскончаная ўсталёўка
bg: Поправена непълна инсталация
bs: Popravljena nekompletna instalacija
ca: Instal·lació incompleta reparada
cs: Neúplná instalace opravena
cy: Wedi trwsio gosodiad anghyflawn
de: Unvollständige Installation repariert
fil: Ayos na ang hindi kompletong installation
fr_ca: L’installation non terminée a été réparée
hr: Popravljena nepotpuna instalacija
ia: Installation incomplete reparate
is: Viðgerð ófullkomin uppsetning
it: Installazione incompleta riparata
km: បាន​ជួសជុល​ការ​ដំឡើង​ដែល​មិន​ទាន់​បាន​បញ្ចប់
lo: ສ້ອມແປງການຕິດຕັ້ງທີ່ບໍ່ສົມບູນ
ml: അപൂർണ്ണമായ ഇൻസ്റ്റാളേഷൻ നന്നാക്കി
ms: Pemasangan tidak lengkap telah dibaiki
nn: Reparerte ein ufullstendig installasjon
ro: S-a reparat instalarea incompletă
sk: Opravená neúplná inštalácia
sr: Незавршена инсталација је оправљена
te: అసంపూర్ణ స్థాపన బాగుచేయబడింది
ug: رېمونت قىلىنغان چالا ئورناتما

source: Repaired broken dependencies
am: የ ተሰበሩ ጥገኞች ተጠግነዋል
ar: إصلاح الاعتماديات المعطوبة
be: Выпраўлены зламаныя залежнасці
bg: Поправени повредени зависимости
bs: Popravljene oštećene zavisnosti
ca: Dependències no vàlides reparades
cs: Porušené závislosti opraveny
cy: Wedi trwsio dibyniaethau toredig
de: Nicht erfüllte Abhängigkeiten wurden repariert
fil: Repaired na ang errors sa dependencies
fr_ca: Des dépendances manquantes ont été réparées
hr: Popravljene slomljene zavisnosti
ia: Dependentias rupte reparate
is: Gerði við bilaðar kerfiskröfur
it: Dipendenze mancanti riparate
km: បាន​ជួសជុល​ភាព​អាស្រ័យ​ដែល​ខូច
lo: ສ້ອມແປງສ່ວນປະກອບທີ່ຂາດຫາຍ
ml: തകർന്ന ആശ്രിതത്വങ്ങൾ നന്നാക്കി
ms: Keperluan rosak telah dibaiki
nn: Reparerte øydelagde avhengnader
ro: S-au reparat dependențele deteriorate
sk: Opravené poškodené závislosti
sr: Оштећене зависности су оправљене
te: విరిగిన ఆధారితత్వాలు బాగుచేయబడినవి
ug: رېمونت قىلىنغان بۇزۇلغان بېقىنىشچانلىقلار

source: Added software source
am: የተጨመሩ የ ሶፍትዌር ምንጮች
ar: إضافة مصدر برمجية
be: Крыніца праграм дададзеная
bg: Добавен източник на софтуер
bs: Dodan softverski izvor
ca: S'ha afegit una font de programari
cs: Přidán zdroj softwaru
cy: Ychwanegwyd ffynhonnell o feddalwedd
de: Software-Paketquelle hinzugefügt
fil: Dinagdag na ang software source
fr_ca: Une source de logiciels a été ajoutée
hr: Dodani softverski izvor
ia: Fonte de software addite
is: Bætti við hugbúnaðarupptökum
it: Sorgente software aggiunta
km: បាន​បន្ថែម​ប្រភព​ផ្នែក​ទន់
lo: ເພີ່ມແຫຼ່ງຊອບແວ
ml: സോഫ്‌റ്റ്‌വെയർ ഉറവിടം ചേർത്തു
ms: Sumber perisian tambahan
nn: La til programvarekjelde
ro: Sursă software adăugată
sk: Pridaný zdroj softvéru
sr: Извор софтвера је додат
te: సాఫ్ట్‍వేర్ మూలాధారం జతచేయడింది
ug: قوشۇلغان يۇمشاق دېتال مەنبەسى

source: Enabled component of the distribution
am: ለ ስርጭቱ የ ታቻሉ አካላቶች
ar: تفعيل عنصر في التوزيعة
be: Падлучаны кампанент дыстрыбутыва
bg: Включен компонент на дистрибуцията
bs: Omogućena komponenta distribucije
ca: S'ha habilitant un component de la distribució
cs: Součást distribuce povolena
cy: Galluogwyd cydran o'r dosbarthiad
de: Distributionskomponente wurde aktiviert
fil: Gumagana na ang component ng distro
fr_ca: Un composant de la distribution a été activé
hr: Omogućena komponenta distribucije
ia: Componente del distribution activate
is: Virkjaði einingar dreifingarinnar
it: Componente della distribuzione abilitato
km: បាន​បើក​សមាសភាគ​នៃ​ការ​ចែកចាយ
lo: ເປີດໃຊ້ສ່ວນປະກອບຂອງການແຈກຢາຍ
ml: വിതരണത്തിന്റെ പ്രവർത്തനക്ഷമമാക്കിയ ഘടകം
ms: Membenarkan komponen distribusi
nn: Aktivert distribusjonskomponent
ro: Activează componenta distribuției
sk: Zapnutý komponent distribúcie
sr: Компонента дистрибуције је омогућена
te: పంపిణీ యొక్క ప్రారంభించబడిన భాగం
ug: تارقىتىلمىنىڭ ئىناۋەتلىك قىلىنغان بۆلەكلىرى.

source: Removed downloaded package files
am: የ ተወገዱ የ ወረዱ ጥቅል ፋይሎች
ar: ملفات حزم التنزيل المُزالة
be: Сцёртыя файлы загружаных пакетаў
bg: Премахнати са инсталационните пакетни файлове.
bs: Uklonjene preuzete datoteke paketa
ca: S'han suprimit els fitxers de paquets baixats
cs: Odstraněné soubory stažených balíků
cy: Wedi tynnu ffeiliau pecyn wedi'u llwytho i lawr
de: Heruntergeladene Paketdateien entfernt
fil: Tinanggal na ang dinownload na package files
fr_ca: Les fichiers de paquet téléchargés ont été supprimés
hr: Uklonjene preuzete datoteke paketa
ia: Files pacchetto discargate removite
is: Fjarlægði þær pakkaskrár sem náð hafði verið í
it: File di pacchetto scaricati eliminati
km: បាន​យក​ឯកសារ​កញ្ចប់​ដែល​បាន​ទាញ​យក​ចេញ
lo: ລຶບໄຟລ໌ແພັກເກັດທີ່ດາວໂຫຼດແລ້ວ
ml: ഡൗൺലോഡ് ചെയ്ത പാക്കേജ് ഫയലുകൾ നീക്കം ചെയ്തു.
ms: Buang fail pakej yang dimuat turun
nn: Fjerna nedlasta pakkefiler
ro: Pachete de fișiere descărcate și șterse
sk: Odstránené stiahnuté súbory balíkov
sr: Уклоњене преузете датотеке пакета
te: డౌన్‌లోడ్‌చేసిన ప్యాకేజీ ఫైళ్ళు తొలగించబడ్డాయి
ug: ئۆچۈرۈلگەن چۈشۈرگەن بوغچا ھۆججەتلىرى

source: Reconfigured installed packages
am: የ ተገጠሙ ጥቅሎች እንደገና ማሰናጃ
ar: حزم التثبيت المعاد تكوينها
be: Нова наладжаныя пакеты
bg: Пренастроени инсталирани пакети
bs: Ponovo podešeni instalirani paketi
ca: S'han tornat a configurar els paquets instal·lats
cs: Překonfigurované instalované balíky
cy: Wedi ail ffurfweddu pecynnau wedi'u gosod
de: Installierte Pakete neu konfiguriert
fil: Nai-reconfigure na ang naka-install na packages
fr_ca: Les paquets installés ont été reconfigurés
hr: Rekonfigurirano instalirani paketi
ia: Pacchettos installate re-configurate
is: Endurstilli uppsetta pakka
it: Pacchetti installati riconfigurati
km: បាន​កំណត់​រចនាសម្ព័ន្ធ​កញ្ចប់​ដែល​បាន​ដំឡើង​ឡើងវិញ
lo: ຕັ້ງຄ່າແພັກເກັດທີ່ຕິດຕັ້ງແລ້ວໃໝ່
ml: ഇൻസ്റ്റാൾ ചെയ്ത പാക്കേജുകൾ പുനഃക്രമീകരിച്ചു
ms: Konfigur semula pakej yang dipasang
nn: Satt opp installerte pakkar på nytt
ro: Pacehete instalate reconfigurate
sk: Znovu nakonfigurované nainštalované balíky
sr: Поново подешени инсталирани пакети
te: స్థాపించబడిన ప్యాకేజీలు పునఃస్వరూపించబడ్డాయి
ug: قايتا سەپلەنگەن ئورنىتىلغان بوغچىلار

source: Successful
am: ተሳክቷል
ar: ناجح
be: Паспяхова
bg: Успешно
bs: Uspješno
ca: Correcte
cs: Úspěšné
cy: Llwyddiannus
de: Erfolgreich
fil: Tagumpay
fr_ca: L’opération est réussie
hr: Uspješno
ia: Succedite
is: Heppnaðist
it: Riuscito
km: ជោគជ័យ
lo: ສຳເລັດ
ml: വിജയകരമായി
ms: Berjaya
nn: Vellukka
ro: Succes
sk: Úspešné
sr: Успешно
te: విజయవంతమైంది
ug: غەلىبىلىك تاماملاندى

source: Canceled
am: የተሰረዘ
ar: ملغى
be: Адменена
bg: Отменено
bs: Poništeno
ca: Cancel·lat
cs: Zrušeno
cy: Wedi diddymu
de: Abgebrochen
fil: Kanselado
fr_ca: Annulé
hr: Otkazano
ia: Cancellate
is: Hætt við
it: Annullato
km: បាន​បោះបង់
lo: ຍົກເລີກ
ml: റദ്ദാക്കപ്പെട്ടു
ms: Dibatalkan
nn: Avbrote
ro: Anulat
sk: Zrušené
sr: Отказано
te: రద్దుచేయబడింది
ug: قالدۇرۇۋېتىلدى

source: Failed
am: ወድቋል
ar: فشل
be: Памылка
bg: Неуспешно
bs: Neuspelo
ca: Ha fallat
cs: Selhalo
cy: Wedi Methu
de: Gescheitert
fil: Bigo
fr_ca: Échec
hr: Neuspješno
ia: Fallite
is: Mistókst
it: Non riuscito
km: បរាជ័យ
lo: ລົ້ມເຫຼວ
ml: പരാജയപ്പെട്ടു
ms: Gagal
nn: Mislukka
ro: Eșuat
sk: Zlyhalo
sr: Неуспело
te: విఫలమైంది
ug: مەغلۇپ بولدى

source: Installing file
am: ፋይል በመግጠም ላይ
ar: يثبّت الملف
be: Усталёўка файла
bg: Инсталиране на файл
bs: Instaliranje datoteke
ca: S'està instal·lant un fitxer
cs: Instaluje se soubor
cy: Yn gosod ffeil
de: Datei wird installiert
fil: Nag-i-install ang file
fr_ca: Installation du fichier
hr: Instaliranje datoteke
ia: Installante file
is: Set upp skrá
it: Installazione del file
km: ដំឡើង​ឯកសារ
lo: ກຳລັງຕິດຕັ້ງໄຟລ໌
ml: ഫയല്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു
ms: Memasang fail
nn: Installerer fil
ro: Se instalează fișierul
sk: Inštaluje sa súbor
sr: Инсталирам датотеку
te: ఫైలును స్థాపిస్తోంది
ug: ھۆججەت ئورنىتىۋاتىدۇ

source: Installing packages
am: ጥቅሎችን በመግጠም ላይ
ar: يثبّت الحزم
be: Усталёўка пакетаў
bg: Инсталиране на пакети
bs: Instaliranje paketa
ca: S'estan instal·lant els paquets
cs: Instalují se balíky
cy: Yn gosod pecynnau
de: Pakete werden installiert
fil: Nag-i-install ang packages
fr_ca: Installation des paquets
hr: Instaliranje paketa
ia: Installante pacchettos
is: Set upp pakka
it: Installazione pacchetti
km: ដំឡើង​កញ្ចប់
lo: ກຳລັງຕິດຕັ້ງແພັກເກັດ
ml: പാക്കേജുകള്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു
ms: Memasang pakej-pakej
nn: Installerer pakkar
ro: Se instalează pachetele
sk: Inštalujú sa balíky
sr: Инсталирам пакете
te: ప్యాకేజీలు స్థాపించబడుతున్నాయి
ug: بوغچىلارنى ئورنىتىۋاتىدۇ

source: Adding key from file
ar: إضافة مفتاح من ملف
be: Даданне ключа з файла
bg: Добавяне на ключ от файл
bs: Dodaje se ključ iz datoteke
ca: S'està afegint la clau des del fitxer
cs: Přidává se klíč ze souboru
cy: Yn ychwanegu allwedd o'r ffeil
de: Schlüssel aus Datei wird hinzugefügt
fr_ca: Ajout de la clé d’un fichier
ia: Addente clave ab file
is: Bæti við lykli úr skrá
it: Aggiunta della chiave dal file
km: បន្ថែម​សោ​ពី​ឯកសារ
ml: ഫയലിൽ നിന്ന് കീ ചേർക്കുന്നു
ms: Menambah kunci daripada fail
nn: Legg åt nøkkel frå fil
ro: Se adaugă cheia din fișier
sk: Pridáva sa kľúč zo súboru
sr: Додајем кључ из датотеке
te: ఫైల్ నుండి కీ జతచేస్తోంది

source: Updating cache
am: cache በማሻሻል ላይ
ar: تحديث الذاكرة المخبيئة
be: Абнаўленне кэша
bg: Актуализиране на кеша
bs: Osvježavam međuspremnik (cache)
ca: S'està actualitzant la memòria cau
cs: Aktualizuje se mezipaměť
cy: Yn diweddaru'r storfa
de: Zwischenspeicher wird aktualisiert
fil: Ina-update ang cache
fr_ca: Mise à jour du cache
hr: Nadopuna predmemorije
ia: Actualisante cache
is: Uppfæri biðminni
it: Aggiornamento della cache
km: ធ្វើ​បច្ចុប្បន្នភាព​ឃ្លាំង
lo: ກຳລັງອັບເດດແຄດ
ml: cache അപ്ഡേറ്റ് ചെയ്യുന്നു
ms: Mengemaskini cache
nn: Oppdaterar mellomlageret
ro: Se actualizează cache-ul
sk: Aktualizuje sa vyrovnávacia pamäť
sr: Освежавам кеш
te: క్యాచీని నవీకరిస్తోంది
ug: غەملەكنى يېڭىلاۋاتىدۇ

source: Removing trusted key
ar: إزالة مفتاح موثوق
be: Выдаленне даверанага ключа
bg: Премахване на доверен ключ
bs: Uklanja se povjerljivi ključ
ca: S'està suprimint la clau de confiança
cs: Odstraňuje se důvěryhodný klíč
cy: Yn dileu allwedd dibynadwy
de: Vertrauenswürdiger Schlüssel wird entfernt
fr_ca: Suppression de la clé de confiance
ia: Removente clave de confidentia
is: Fjarlægi traustan lykil
it: Rimozione della chiave fidata
km: យក​សោ​ដែល​ជឿ​ទុកចិត្តចេញ
ml: വിശ്വസനീയമായ കീ നീക്കംചെയ്യുന്നു
ms: Membuang kunci dipercayai
nn: Fjernar tiltrudd nøkkel
ro: Se elimină cheia de autentificare
sk: Odstraňuje sa dôveryhodný kľúč
sr: Уклањам поверљиви кључ
te: నమ్మదగిన కీ తొలగించబడుతోంది

source: Removing packages
am: ጥቅሎችን በማስወገድ ላይ
ar: يزيل الحزم
be: Выдаленне пакетаў
bg: Премахване на пакети
bs: Uklanjanje paketa
ca: S'estan suprimint els paquets
cs: Odstraňují se balíky
cy: Yn dileu pecynnau
de: Pakete werden entfernt
fil: Tinatanggal ang packages
fr_ca: Suppression des paquets
hr: Uklanjanje paketa
ia: Removente pacchettos
is: Fjarlægi pakka
it: Rimozione dei pacchetti
km: យក​កញ្ចប់​ចេញ
lo: ກຳລັງລຶບແພັກເກັດ
ml: പാക്കേജുകള്‍ നീക്കം ചെയ്യുന്നു
ms: Membuang pakej-pakej
nn: Fjernar pakkar
ro: Se elimină pachetele
sk: Odstraňujú sa balíky
sr: Уклањам пакете
te: ప్యాకేజీలను తొలగిస్తోంది
ug: بوغچىلار ئۆچۈرۈۋاتىدۇ

source: Updating packages
am: ጥቅሎችን በማሻሻል ላይ
ar: يحدّث الحزم
be: Абнаўленне пакетаў
bg: Актуализиране на пакети
bs: Ažuriranje paketa
ca: S'estan actualitzant els paquets
cs: Aktualizují se balíky
cy: Yn diweddaru pecynnau
de: Pakete werden aktualisiert
fil: Ina-update ang mga packages
fr_ca: Mise à jour des paquets
hr: Ažuriranje paketa
ia: Actualisante pacchettos
is: Uppfæri pakka
it: Aggiornamento pacchetti
km: ធ្វើ​បច្ចុប្បន្នភាព​កញ្ចប់
lo: ກຳລັງອັບເດດແພັກເກັດ
ml: പാക്കേജുകള്‍ പരിഷ്കരിക്കുന്നു
ms: Mengemaskini pakej-pakej
nn: Oppdaterar pakkar
ro: Se actualizează pachetele
sk: Aktualizujú sa balíky
sr: Освежавам пакете
te: ప్యాకేజీలను నవీకరిస్తోంది
ug: بوغچىلار يېڭىلاۋاتىدۇ

source: Upgrading system
am: ስርአቱን በማሻሻል ላይ
ar: يرقّي النظام
be: Абнаўленне сістэмы
bg: Надграждане на системата
bs: Nadogradnja sistema
ca: S'està actualitzant el sistema
cs: Povyšuje se systém
cy: Yn diweddaru'r system
de: System wird aktualisiert
fil: Ina-upgrade ang system
fr_ca: Mise à niveau du système
hr: Nadogradnja sustava
ia: Promovente systema
is: Uppfæri kerfið
it: Avanzamento del sistema
km: ធ្វើ​ឲ្យ​ប្រព័ន្ធ​ប្រើសើរ
lo: ກຳລັງອັບເກຣດລະບົບ
ml: സിസ്റ്റം നവീകരിക്കുന്നു
ms: Meningkatkan sistem
nn: Oppgraderar systemet
ro: Se înnoiește sistemul
sk: Aktualizuje sa systém
sr: Надограђујем систем
te: వ్యవస్థను ఉన్నతీకరిస్తోంది
ug: سىستېمىنى يۈكسەلدۈرۈۋاتىدۇ

source: Applying changes
am: ለውጦችን በመተግበር ላይ
ar: يطبّق التغييرات
be: Ужыванне зменаў
bg: Прилагане на промените
bs: Primjenjivanje promjena
ca: S'estan aplicant els canvis
cs: Provádějí se změny
cy: Yn gosod newidiadau
de: Änderungen werden angewendet
fil: In-a-aplay ang mga pagbabago
fr_ca: Application des changements
hr: Primijenjivanje promjena
ia: Applicante cambiamentos
is: Virkja breytingar
it: Applicazione delle modifiche
km: អនុវត្ត​ការ​ផ្លាស់ប្ដូរ
lo: ກຳລັງນຳໃຊ້ການປ່ຽນແປງ
ml: മാറ്റങ്ങൾ പ്രയോഗിക്കുന്നു
ms: Menerapkan perubahan
nn: Utfører endringar
ro: Se aplică modificările
sk: Aplikujú sa zmeny
sr: Примењујем измене
te: మార్పులను అనువర్తిస్తోంది
ug: ئۆزگەرتىشلەرنى قوللىنىۋاتىدۇ

source: Repairing incomplete installation
am: ያልተሟሉ መግጠሚያዎችን በ መጠገን ላይ
ar: يصلح التثبيتات غير المكتملة
be: Выпраўленне няскончанай ўсталёўкі
bg: Поправяне на непълна инсталация
bs: Popravak nekompletne instalacije
ca: S'està reparant la instal·lació incompleta
cs: Opravuje se neúplná instalace
cy: Yn atgyweirio gosodiad anghyflawn
de: Unvollständige Installation wird repariert
fil: Ni-re-repair ang hindi kumpletong installation
fr_ca: Réparation de l’installation non terminée
hr: Popravljanje nepotpune instalacije
ia: Reparante installation incomplete
is: Geri við ófullkomna uppsetningu
it: Riparazione installazione incompleta
km: ជួសជុល​ការ​ដំឡើង​ដែល​មិន​ទាន់​បាន​បញ្ចប់
lo: ກຳລັງສ້ອມແປງການຕິດຕັ້ງທີ່ບໍ່ສົມບູນ
ml: അപൂർണ്ണമായ ഇൻസ്റ്റാളേഷൻ നന്നാക്കുന്നു
ms: Membaiki pemasangan tidak lengkap
nn: Reparerar ufullstendig installasjon
ro: Se repară instalarea incompletă
sk: Opravuje sa neúplná inštalácia
sr: Оправљам незавршену инсталацију
te: అసంపూర్ణ స్థాపనను బాగుచేస్తోంది
ug: چالا ئورناتمىلارنى تۈزىتىۋاتىدۇ

source: Repairing installed software
am: የተገጠሙ ሶፍትዌሮችን በ መጠገን ላይ
ar: يصلح البرمجيات المثبّتة
be: Аднаўленне усталяванага ПЗ
bg: Поправяне на инсталиран софтуер
bs: Popravljam instaliran softver
ca: S'està reparant el programari instal·lat
cs: Opravuje se instalovaný software
cy: Yn atgyweirio meddalwedd wedi'i osod
de: Installierte Anwendungen werden repariert
fil: Ni-re-repair ang installed software
fr_ca: Réparation des logiciels installés
hr: Popravljanje instaliranog softvera
ia: Reparante software installate
is: Geri við uppsettan hugbúnað
it: Riparazione software installato
km: ជួសជុល​ផ្នែក​ទន់​ដែល​បាន​ដំឡើង
lo: ກຳລັງສ້ອມແປງຊອບແວທີ່ຕິດຕັ້ງແລ້ວ
ml: ഇൻസ്റ്റാൾ ചെയ്ത സോഫ്റ്റ്വെയർ നന്നാക്കുന്നു
ms: Membaiki perisian terpasang
nn: Reparerar installert programvare
ro: Se repară programele instalate
sk: Opravuje sa nainštalovaný softvér
sr: Поправљам инсталиран софтвер
te: ఇన్‌స్టాల్ చేసిన సాఫ్ట్‌వేర్‌ను రిపేర్ చేస్తోంది
ug: ئورنىتىلغان يۇمشاق دېتالنى ئوڭشاۋاتىدۇ
