Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: but it is not installed
ar: إلا أنها غير مثبتة
be: але ён не ўсталяваны
bg: но не е инсталиран
bs: ali nije instaliran
ca: però no està instal·lat
cs: ale není nainstalován
cy: ond nid yw wedi ei osod.
de: aber es ist nicht installiert
fil: pero hindi ito naka-install
fr_ca: mais il n’est pas installé
hr: ali ipak nije instaliran
ia: ma illo non es installate
is: en hann er ekki uppsettur
it: ma non è installato
km: ប៉ុន្តែ​វា​មិន​ត្រូវ​បាន​ដំឡើង​ទេ
lo: ແຕ່ມັນຍັງບໍ່ໄດ້ຖືກຕິດຕັ້ງ
ml: പക്ഷേ അത് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല.
ms: tetapi ianya tidak dipasang
nn: men er ikkje installert
ro: dar nu este instalat
sk: ale nie je nainštalovaný
sr: али није инсталиран
te: కానీ అది ఇన్‌స్టాల్ కాలేదు
ug: بىراق ئۇ ئورنىتىلمىغان

source: but it is not going to be installed
ar: إلا أنه لن يتم تثبيتها
be: але ён не будзе ўсталяваны
bg: но няма да бъде инсталиран
bs: ali neće biti instaliran
ca: però no s'instal·larà
cs: ale nebude se instalovat
cy: ond nid yw'n mynd i gael ei osod
de: aber es soll nicht installiert werden
fil: pero hindi ito mai-install
fr_ca: mais il ne sera pas installé
hr: ali ipak neće biti instalirano
ia: ma illo non va esser installate
is: en hann verður ekki settur upp
it: ma non sta per essere installato
km: ប៉ុន្តែ​វា​នឹង​មិន​ត្រូវ​បាន​ដំឡើង​ឡើយ
lo: ແຕ່ມັນຈະບໍ່ຖືກຕິດຕັ້ງ
ml: പക്ഷേ അത് ഇൻസ്റ്റാൾ ചെയ്യാൻ പോകുന്നില്ല.
ms: tetapi ianya tidak akan dipasang
nn: men vil ikkje bli installert
ro: dar nu este pe cale de a fi instalat
sk: ale nebude sa inštalovať
sr: али неће бити инсталиран
te: కానీ అది ఇన్‌స్టాల్ చేయబడదు.
ug: بىراق ئۇ ئورنىتىلمايدۇ

source: but %s is installed
ar: إلا أن %s مثبت
be: але %s ужо ўсталяваны
bg: но %s е инсталиран
bs: ali instaliran je „%s“
ca: però %s està instal·lat
cs: ale %s je nainstalován
cy: ond mae %s wedi'i osod
de: aber %s ist bereits installiert
fil: pero naka-install ang %s
fr_ca: mais %s est installée
hr: ali je %s ipak instaliran
ia: ma %s es installate
is: en %s er uppsettur
it: ma %s è installato
km: ប៉ុន្តែ %s ត្រូវ​បាន​ដំឡើង
lo: ແຕ່ %s ໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: പക്ഷേ %s ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്
ms: tetapi %s yang terpasang.
nn: men %s er installert
ro: dar este instalată versiunea %s
sk: ale %s je nainštalovaný
sr: али инсталиран је „%s“
te: కానీ %s ఇన్‌స్టాల్ చేయబడింది
ug: بىراق %s ئورنىتىلغان

source: but %s is to be installed
ar: إلا أنه سيتم تثبيت %s
be: але %s будзе ўсталяваны
bg: но %s ще бъде инсталиран
bs: ali će %s biti instaliran
ca: però %s s'instal·larà
cs: ale %s se bude instalovat
cy: ond mae %s i'w osod
de: aber %s soll installiert werden
fil: pero %s ang mai-install
fr_ca: mais %s sera installée
hr: ali će %s ipak biti instalirano
ia: ma %s debe esser installate
is: en %s á að setja upp
it: ma %s sta per essere installato
km: ប៉ុន្តែ %s ត្រូវ​បាន​ដំឡើង
lo: ແຕ່ %s ຈະຖືກຕິດຕັ້ງ
ml: പക്ഷേ %s ഇൻസ്റ്റാൾ ചെയ്യണം
ms: tetapi %s yang akan dipasang
nn: men %s skal installerast
ro: dar versiunea %s este pe cale de a fi instalată
sk: ale %s sa bude inštalovať
sr: али биће инсталиран „%s“
te: కానీ %s ఇన్‌స్టాల్ చేయబడాలి
ug: بىراق %s ئورنىتىلىدۇ

source: Details
am: ዝርዝሮች
ar: التّفاصيل
be: Падрабязна
bg: Подробности
bs: Detalji
ca: Detalls
cs: Podrobnosti
cy: Manylion
fil: Mga Detalye
fr_ca: Détails
hr: Detalji
ia: Detalios
is: Nánar
it: Dettagli
km: សេចក្ដី​លម្អិត
lo: ລາຍລະອຽດ
ml: വിശദാംശങ്ങള്‍
ms: Butiran
nn: Detaljar
ro: Detalii
sk: Podrobnosti
sr: Детаљи
te: వివరాలు
ug: تەپسىلاتلار

source: _Details
am: _ዝርዝሮች
ar: _التفاصيل
be: _Падрабязнасці
bg: _Подробности
bs: _Detalji
ca: _Detalls
cs: Po_drobnosti
cy: _Manylion
fil: _Mga Detalye
fr_ca: _Détails
hr: _Detalji
ia: _Detalios
is: _Nánar
it: _Dettagli
km: សេចក្ដី​លម្អិត
lo: ລາຍລະອຽ_ດ
ml: _വിശദാംശങ്ങള്‍
ms: _Butiran
nn: _Detaljar
ro: _Detalii
sk: Po_drobnosti
sr: _Детаљи
te: వివరాలు (_D)
ug: تەپسىلاتلار(_D)

source: There seems to be a programming error in aptkit, the software that allows you to install/remove software and to perform other package management related tasks.
ar: يبدو أن هناك خطأ برمجيا في aptkit، وهي البرمجية التي تتيح لك تثبيت وإزالة البرمجيات، وأداء مهام أخرى ذات صلة بإدارة الحزم.
bg: Изглежда има програмна грешка в aptkit - софтуерът който ви позволява да инсталирате/деинсталирате софтуер и да изпълнявате други задачи от управлението на пакетите.
ca: Sembla que s'ha produït un error de programació a l'Aptkit, l'aplicació que us permet insta·lar i suprimir programari i realitzar altres tasques relacionades amb la gestió de paquets.
cy: Mae'n ymddangos bod gwall rhaglennu yn aptkit, y feddalwedd sy'n eich galluogi i osod/dileu meddalwedd a chyflawni tasgau rheoli pecynnau eraill.
fil: Meron yatang programming error sa aptkit, ang software para sa pag-install o pagtanggal ng software at paggawa ng iba pang package management related tasks.
fr_ca: aptkit, le programme qui vous permet d’installer et de supprimer des logiciels et d’effectuer les tâches de gestion des paquets semble comporter une erreur de programmation.
hr: Čini se da je programska greška u aptkit-u, softver koji vam omogućuje instaliranje/uklanjanje softvera i obavljanje ostalih zadataka povezanih sa upravljanjem paketima.
ia: Il pare haber un error de programmation in aptkit, le software que te permitte de installar/remover software e exequer altere activitates correlate a gestion de pacchettos.
lo: ເບິ່ງຄືວ່າມີຂໍ້ຜິດພາດໃນການຂຽນໂປຣແກຣມຂອງ aptkit, ເຊິ່ງເປັນຊອບແວທີ່ອະນຸຍາດໃຫ້ທ່ານຕິດຕັ້ງ/ລຶບຊອບແວ ແລະ ປະຕິບັດງານອື່ນໆທີ່ກ່ຽວຂ້ອງກັບການຈັດການແພັກເກັດ.
ml: സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യാനും / നീക്കം ചെയ്യാനും പാക്കേജ് മാനേജ്മെന്റുമായി ബന്ധപ്പെട്ട മറ്റ് ജോലികൾ ചെയ്യാനും നിങ്ങളെ അനുവദിക്കുന്ന സോഫ്റ്റ്‌വെയറായ aptkit-ൽ ഒരു പ്രോഗ്രാമിംഗ് പിശക് ഉള്ളതായി തോന്നുന്നു.
ms: Terdapat ralat pengaturcaraan didalam aptkit, perisian yang membenarkan anda memasang/membuang perisian dan lakukan tugas berkaitan dengan pengurusan pakej.
nn: Det lata til å være ein programmeringsfeil i aptkit, programvara som lar deg installera/fjerne programvare og utføra andre pakkehandteringsrelaterte oppgåver.
te: సాఫ్ట్‌వేర్‌ను ఇన్‌స్టాల్ చేయడానికి/తీసివేయడానికి మరియు ఇతర ప్యాకేజీ నిర్వహణ సంబంధిత పనులను నిర్వహించడానికి మిమ్మల్ని అనుమతించే సాఫ్ట్‌వేర్ అయిన aptkit లో ప్రోగ్రామింగ్ లోపం ఉన్నట్లు కనిపిస్తోంది.
ug: پروگراممىنى ئورنىتىش/چىقىرىۋېتىش ۋە باشقا بوغچا باشقۇرۇشقا مۇناسىۋەتلىك ئىشلارنى قىلىدىغان aptkit پروگراممىسىدا خاتالىق باردەك قىلىدۇ.

source: Downloading %s
ar: يُنزل %s
bg: Изтегляне на %s
ca: S'està baixant %s
cy: Wrthi'n llwytho %s i lawr
fil: Dino-download ang %s
fr_ca: Téléchargement de %s
hr: Preuzimanje %s
ia: Discargante %s
is: Sæki %s
lo: ກຳລັງດາວໂຫຼດ %s
ml: %s ഡൌണ്‍ലോഡ് ചെയ്യുന്നു
ms: Memuat Turun %s
nn: Lastar ned %s
te: %s డౌన్‌లోడ్ అవుతోంది
ug: چۈشۈرۈۋاتىدۇ %s
