Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Waiting for required medium
am: የሚፈለገውን መገናኛ በ መጠበቅ ላይ
ar: في انتظار الوسيط المطلوب
be: Чаканне на неабходны носьбіт інфармацыі
bg: Изчакване на необходимата среда
bs: Čeka se potrebni medijum
ca: S'està esperant el suport necessari
cs: Čeká se na požadované médium
cy: Yn aros am y cyfrwng angenrheidiol
de: Auf das benötigte Medium wird gewartet
fil: Naghihintay sa kailangang medium
fr_ca: En attente du support demandé
hr: Čekanje potrebnog medija
ia: Attendente medio requirite
is: Bíð eftir diski sem til þarf
it: In attesa del supporto richiesto
km: រង់ចាំ​ទាមទារ​មធ្យម
lo: ກຳລັງລໍຖ້າສື່ທີ່ຕ້ອງການ
ml: ആവശ്യമായ മാധ്യമത്തിനായി കാത്തിരിക്കുന്നു
ms: Menunggu untuk medium yang diperlukan
nn: Ventar på påkravd medium
ro: Se așteaptă mediul de instalare necesar
sk: Čaká sa na požadovaný nosič
sr: Чекам на затражени медијум
te: అవసరమైన మాధ్యమం కోసం నిరీక్షిస్తోంది
ug: زۆرۈر بولغان CD/DDV نى كۈتۈۋاتىدۇ

source: Waiting for other software managers to quit
am: ሌሎች የ ሶፍትዌር አስተዳዳሪዎች እስኪወጡ በ መጠበቅ ላይ
ar: في انتظار مديري البرامج الأخرى للإنتهاء
be: Чаканне на сканчэнне працы іншых мэнэджараў праграмнага забеспячэння
bg: Изчакване на други софтуерни мениджъри да приключат работа
bs: Čekaju se drugi softverski menadžeri za izlaz
ca: S'està esperant que altres gestors de programari surtin
cs: Čeká se na ukončení jiných správců softwaru
cy: Yn aros i'r rheolwyr meddalwedd eraill orffen
de: Auf das Beenden anderer Software-Paketverwaltungen wird gewartet
fil: Naghihintay na magsara ang iba pang software manager
fr_ca: En attente de la fermeture des autres gestionnaires de logiciels
hr: Čekanje zatvaranja drugih upravitelja softverom
ia: Attendente quitar altere gestores de software
is: Bíð eftir að aðrir hugbúnaðarstjórar ljúki sér af
it: In attesa dell'uscita di altri gestori di software
km: រង់ចាំ​កម្មវិធី​គ្រប់គ្រង​ផ្នែក​ទន់​ផ្សេងទៀត ដើម្បី​បោះបង់
lo: ກຳລັງລໍຖ້າໃຫ້ຕົວຈັດການຊອບແວອື່ນອອກກ່ອນ
ml: മറ്റ് സോഫ്റ്റ്‌വെയർ മാനേജർമാർ നിർത്തുവാൻ കാത്തിരിക്കുന്നു.
ms: Menunggu untuk pengurus perisian lain untuk tutup
nn: Ventar på at ein annan programvarehandsamar skal avslutte
ro: Se așteaptă închiderea altui administrator de pachete
sk: Čaká sa na ukončenie iných nástrojov na správu softvéru
sr: Чекам на друге управнике пакета да заврше
te: నిష్క్రమించడానికి ఇతర సాఫ్ట్‍వేర్ నిర్వాహకి కోసం నిరీక్షిస్తోంది
ug: باشقا يۇمشاق دېتال باشقۇرۇش پروگراممىلىرىنىڭ تاماملىنىشىنى كۈتۈۋاتىدۇ

source: Waiting for configuration file prompt
am: የ ማሰናጃ ፋይል በ መጠበቅ ላይ
ar: جاري إنتظار موجه ملف الخاصيات
be: Чаканне на запыт канфігурацыйнага файла
bg: Изчакване промпта на конфигурационния файл
bs: Čeka se odziv datoteke za konfiguraciju
ca: S'està esperant el diàleg del fitxer de configuració.
cs: Čeká se na výzvu konfiguračního souboru
cy: Yn aros am anogwr y ffeil ffurfweddu
de: Auf den Auswahldialog für die Konfigurationsdatei wird gewartet
fil: Naghihintay sa configuration file prompt
fr_ca: En attente d’une demande de fichier de configuration
hr: Čekanje upozorenja podešavanja datoteke
ia: Attendente sollicitation del file de configuration
is: Bíð eftir kvaðningu úr stillingaskrá
it: In attesa della richiesta del file di configurazione
km: រង់ចាំ​ប្រអប់​បញ្ចូល​​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
lo: ກຳລັງລໍຖ້າຂໍ້ຄວາມແຈ້ງເຕືອນຂອງໄຟລ໌ຕັ້ງຄ່າ
ml: കോൺഫിഗറേഷൻ ഫയൽ പ്രോംപ്റ്റിനായി കാത്തിരിക്കുന്നു
ms: Menunggu untuk prompt fail konfigurasi
nn: Ventar på dialog for oppsettfil
ro: Se așteaptă solicitarea fișierului de configurare
sk: Čaká sa na výzvu konfiguračného súboru
sr: Чекам на промпт датотеке подешавања
te: కాన్ఫిగరేషన్ ఫైల్ ప్రాంప్ట్ కోసం వేచి ఉంది
ug: سەپلىمە ھۆججىتىنىڭ كۆرسەتمە چىقىرىشىنى ساقلاۋاتىدۇ.

source: Running task
am: ስራዎችን በማስኬድ ላይ
ar: جاري تشغيل المهمة
be: Запуск задачы
bg: Текуща задача
bs: Izvršavajući zadatak
ca: S'està executant la tasca
cs: Běžící úloha
cy: Yn rhedeg y dasg
de: Vorgang läuft
fil: Tumatakbong task
fr_ca: Tâche en cours
hr: Pokrenut zadak
ia: Activitate currente
is: Keyri verk
it: Esecuzione attività
km: កំពុង​ដំណើរការ​ភារកិច្ច
lo: ກຳລັງດຳເນີນໜ້າວຽກ
ml: നടന്നുകൊണ്ടിരിക്കുന്ന ജോലി
ms: Menjalankan tugas
nn: Køyrer oppgåve
ro: Se execută sarcina
sk: Prebieha úloha
sr: Извршавам задатак
te: నడుస్తున్న కార్యం
ug: ۋەزىپىنى ئىجرا قىلىۋاتىدۇ

source: Downloading
am: በማውረድ ላይ
ar: ينزّل
be: Ідзе загрузка
bg: Изтегляне
bs: Preuzimanje
ca: S'està baixant
cs: Stahuje se
cy: Yn llwytho i lawr
de: Herunterladen
fil: Nagda-download
fr_ca: Téléchargement
hr: Preuzimanje
ia: Discargante
is: Sæki gögn
it: Scaricamento
km: ការ​ទាញ​យក
lo: ກຳລັງດາວໂຫຼດ
ml: ഡൌണ്‍ ലോഡ് ചെയ്യുന്നു
ms: Sedang dimuat-turun
nn: Lastar ned
ro: Se descarcă
sk: Sťahuje sa
sr: Преузимам
te: డౌన్‌లోడ్‌చేస్తోంది
ug: چۈشۈرۈۋاتىدۇ

source: Querying software sources
am: የ ሶፍትዌር ምንጮች በ መጠየቅ ላይ
ar: يستعلم عن مصادر البرمجيات
be: Запыт крыніц праграм
bg: Заявка за източници на приложения
bs: Propitujem izvore softvera
ca: S'estan consultant les fonts de programari
cs: Dotazování zdrojů softwaru
cy: Holi ffynonellau meddalwedd
de: Software-Paketquellen werden abgerufen
fil: Nag-qu-query ng software sources
fr_ca: Interrogation des sources de Logiciels
hr: Ispitivanje softverskih izvora
ia: Querente fontes de software
is: Kanna í hugbúnaðarupptökum
it: Interrogazione sorgenti software
km: សួរ​ប្រភព​ផ្នែក​ទន់
lo: ກຳລັງສອບຖາມແຫຼ່ງຊອບແວ
ml: സോഫ്റ്റ്‌വെയർ ഉറവിടങ്ങൾ അന്വേഷിക്കുന്നു
ms: Menanya sumber perisian
nn: Spør programvarekjelder
ro: Se interoghează sursele de programe
sk: Prebieha požiadavka na zdroje softvéru
sr: Пропитујем изворе софтвера
te: సాఫ్ట్‌వేర్ వనరులను ప్రశ్నించడం
ug: يۇمشاق دېتال مەنبەلىرىنى سۈرۈشتۈرۈۋاتىدۇ

source: Cleaning up
am: በማጽዳት ላይ
ar: يُنظّف
be: Ачышчэнне
bg: Почистване
bs: Čišćenje
ca: S'està netejant
cs: Probíhá čištění
cy: Glanhau
de: Aufräumen
fil: Naglilinis
fr_ca: Nettoyage
hr: Čišćenje
ia: Nettante
is: Hreinsa til
it: Pulizia
km: សម្អាត
lo: ກຳລັງລ້າງຂໍ້ມູນ
ml: വെടിപ്പാക്കുന്നു
ms: Sedang membersihkan
nn: Ryddar opp
ro: Se curăță
sk: Prebieha čistenie
sr: Чистим
te: శుభ్రపరుస్తోంది
ug: تازىلاۋاتىدۇ

source: Finished
am: ጨርሷል
ar: انتهى
be: Скончана
bg: Завърши
bs: Završeno
ca: S'ha finalitzat
cs: Dokončeno
cy: Gorffenwyd
de: Beendet
fil: Tapos na
fr_ca: Terminé
hr: Završeno
ia: Terminate
is: Lokið
it: Terminato
km: បាន​បញ្ចប់
lo: ສຳເລັດແລ້ວ
ml: അവസാനിച്ചു
ms: Selesai
nn: Fullført
ro: Terminat
sk: Dokončené
sr: Завршено
te: పూర్తయింది
ug: تاماملاندى

source: Cancelling
am: በመሰረዝ ላይ
ar: يلغي
be: Скасавана
bg: Отменяне
bs: Otkazujem
ca: S'està cancel·lant
cs: Ruší se
cy: Wrthi'n diddymu
de: Es wird abgebrochen
fil: Kinakansela
fr_ca: Annulation
hr: Otkazivanje
ia: Cancellante
is: Hætti við
it: Annullamento
km: បោះបង់
lo: ກຳລັງຍົກເລີກ
ml: റദ്ദാക്കുന്നു
ms: Sedang membatalkan
nn: Avbryt
ro: Se renunță
sk: Ruší sa
sr: Отказујем
te: రద్దుచేస్తోంది
ug: ئەمەلدىن قالدۇرۇۋاتىدۇ

source: Loading software list
am: የሶፍትዌር ዝርዝሮችን በመጫን ላይ
ar: يحمّل قائمة البرمجيات
be: Загрузка спіса праграмаў
bg: Зареждане на списъка със софтуер
bs: Učitava se lista softvera
ca: S'està carregant la llista de programari
cs: Nahrává se seznam software
cy: Yn llwytho'r rhestr meddalwedd
de: Software-Liste wird geladen
fil: Binubuksan ang software list
fr_ca: Chargement de la liste des logiciels
hr: Učitavanje softverskog popisa
ia: Cargante lista de software
is: Hleð inn hugbúnaðarlista
it: Caricamento elenco software
km: បោះបង់​បញ្ជី​ផ្នែក​ទន់
lo: ກຳລັງໂຫຼດລາຍການຊອບແວ
ml: സോഫ്റ്റ്‌വെയർ ലിസ്റ്റ് ലോഡുചെയ്യുന്നു
ms: Memuat senarai perisian
nn: Lastar programvareliste
ro: Se încarcă lista de programe
sk: Načítava sa zoznam softvéru
sr: Уносим списак софтвера
te: సాఫ్ట్‍వేర్ జాబితాను నింపుతోంది
ug: يۇمشاق دېتال تىزىمىنى ئوقۇۋاتىدۇ

source: Installing %s
am: በመግጠም ላይ %s
ar: يثبّت %s
be: Усталёўка %s
bg: Инсталиране на %s
bs: Instaliranje %s
ca: S'està instal·lant %s
cs: Instaluje se %s
cy: Yn gosod %s
de: %s wird installiert
fil: Nag-i-install ang %s
fr_ca: Installation de %s
hr: Instaliram %s
ia: Installation de %s
is: Set upp %s
it: Installazione di %s
km: ដំឡើង %s
lo: ກຳລັງຕິດຕັ້ງ %s
ml: %s ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു
ms: Sedang memasang %s
nn: Installerar %s
ro: Se instalează %s
sk: Inštaluje sa %s
sr: Инсталирам „%s“
te: %s స్థాపించబడుతోంది
ug: ئورنىتىۋاتقىنى %s

source: Configuring %s
am: በማዋቀር ላይ %s
ar: تهيئة %s
be: Канфігураванне %s
bg: Конфигуриране на %s
bs: Konfiguriranje %s
ca: S'està configurant %s
cs: Nastavuje se %s
cy: Yn ffurfweddu %s
de: %s wird konfiguriert
fil: Ikino-configure ang %s
fr_ca: Configuration de %s
hr: Konfiguriranje %s
ia: Configuration de %s
is: Stilli %s
it: Configurazione di %s
km: កំណត់​រចនាសម្ព័ន្ធ %s
lo: ກຳລັງຕັ້ງຄ່າ %s
ml: %s കോൺഫിഗർ ചെയ്യുന്നു
ms: Mengubahsuai %s
nn: Set opp %s
ro: Se configurează %s
sk: Nastavuje sa %s
sr: Подешавам „%s“
te: %s స్వరూపించబడుతోంది
ug: سەپلەۋاتقىنى %s

source: Removing %s
am: በማስወገድ ላይ %s
ar: إزالة %s
be: Выдаленне %s
bg: Премахване на %s
bs: Uklanjanje %s
ca: S'està suprimint %s
cs: Odstraňuje se %s
cy: Yn tynnu: %s
de: %s wird entfernt
fil: Tinatanggal ang %s
fr_ca: Suppression de %s
hr: Uklanjam %s
ia: Remotion de %s
is: Fjarlægi %s
it: Rimozione di %s
km: យកចេញ %s
lo: ກຳລັງລຶບ %s
ml: %s നീക്കം ചെയ്യുന്നു
ms: Membuang %s
nn: Fjernar %s
ro: Se șterge %s
sk: Odstraňuje sa %s
sr: Уклањам „%s“
te: %s తొలగించబడుతోంది
ug: ئۆچۈرۈۋاتقىنى %s

source: Completely removing %s
am: በሙሉ በ ማስወገድ ላይ %s
ar: يزيل بشكل كلي %s
be: Выконваецца поўнае выдаленне %s
bg: Окончателно премахване на %s
bs: Potpuno uklanjam %s
ca: S'està suprimint completament el paquet %s
cs: Kompletní odstraňování %s
cy: Yn tynnu %s yn llwyr
de: %s wird vollständig entfernt
fil: Buong tinatanggal ang %s
fr_ca: Suppression complète de %s
hr: Uklanjam u potpunosti %s
ia: Remotion complete de %s
is: Fjarlægi %s algerlega
it: Rimozione completa di %s
km: យក​ចេញ %s បាន​បញ្ចប់
lo: ກຳລັງລຶບ %s ອອກທັງໝົດ
ml: %s പൂർണ്ണമായും നീക്കംചെയ്യുന്നു
ms: membuang sepenuhnya %s
nn: Fjernar %s fullstendig
ro: Se șterge complet %s
sk: Úplne sa odstraňuje %s
sr: Уклањам потпуно %s
te: %s ని పూర్తిగా తొలగిస్తోంది
ug: تولۇق ئۆچۈرۈۋاتقىنى %s

source: Noting disappearance of %s
am: ምንም አልጠፋም ከ %s
ar: يدون تبعيات %s
be: Апавяшчэнне аб знікненні %s
bg: Отбелязване на изчезването на %s
bs: Zabilježen nestanak %s
ca: S'està anotant la desaparició del paquet %s
cs: Označení zmizení %s
cy: Yn nodi diflaniad %s
de: Verschwinden von %s festgestellt
fil: Tinatandaang tinanggal na ang %s
fr_ca: La disparition de %s a été constatée
hr: Zabilježba nestanka %s
ia: Observation del disparition de %s d√©clencheur
is: Tek eftir hvarfi %s
it: Notata la sparizione di %s
km: សម្គាល់​ភាព​បាត់បង់​នៃ %s
lo: ກຳລັງບັນທຶກການຫາຍໄປຂອງ %s
ml: %s അപ്രത്യക്ഷമായതായി ശ്രദ്ധയിൽപ്പെട്ടു
ms: Khidmat kehilangan %s
nn: Legger merke til at %s forsvinn
ro: Se ia notă de dispariția lui %s
sk: Zaznamenali sme zmiznutie %s
sr: Бележим нестанак за %s
te: %s అదృశ్యం కావడం గమనించడం
ug: %s نىڭ يوقىلىشىنى خاتىرىلەۋاتىدۇ

source: Running post-installation trigger %s
am: በ ማስኬድ ላይ መጀመሪያ ከ-መግጠሚያ ማስነሻ በፊት%s
ar: تشغيل زناد مابعد التثبيت %s
be: Выконваецца пасляўсталёвачны трыгер %s
bg: Изпълнение на тригер след инсталиране %s
bs: Pokrećem post-instalacijski okidač %s
ca: S'està executant l'activador de postinstal·lació %s
cs: Spouští se poinstalační spouštěč %s
cy: Yn rhedeg sbardun ôl-osod %s
de: Nach-Installations-Trigger %s wird aufgerufen
fil: Pinapatakbo ang post-installation trigger na %s
fr_ca: Exécution de l’action après installation %s
hr: Pokretanje završne instalacije za %s
ia: Execution de activator de post-installation %s
is: Keyri eftir-uppsetningar-rofa %s
it: Esecuzione comando di post installazione %s
km: ដំណើរការ​ការ​ដំឡើង​ %s
lo: ກຳລັງແລ່ນທຣິກເກີຫຼັງຕິດຕັ້ງ %s
ml: %s ഇന്‍സ്റ്റോള്‍ ചെയ്തതിനു ശേഷമുള്ള മറ്റു ചില കാര്യങ്ങള്‍ ചെയ്യുന്നു
ms: Menjalankan pemetik sebelum-pemasangan %s
nn: Køyrer etter-installasjonsutløysar %s
ro: Se rulează declanșatorul post-instalare %s
sk: Vykonáva sa spúšťač post-installation %s
sr: Извршавам пост-инсталационе белешке „%s“
te: ఇన్‌స్టాలేషన్ తర్వాత ట్రిగ్గర్ %s అమలు చేయబడుతోంది
ug: ئورنىتىلغاندىن كېيىنكى trigger %s نى ئىجرا قىلىۋاتىدۇ

source: Upgrading %s
am: በማሻሻል ላይ %s
ar: ترقية %s
be: Абнаўленне %s
bg: Надграждане на %s
bs: Nadogradnja %s
ca: S'està actualitzant %s
cs: Probíhá povýšení %s
cy: Yn diweddaru %s
de: %s wird aktualisiert
fil: Ina-upgrade ang %s
fr_ca: Mise à jour de %s
hr: Nadograđivanje %s
ia: Promotion de %s
is: Uppfæri %s
it: Avanzamento di %s
km: ធ្វើ​ឲ្យ​ឲ្យ​ប្រសើរ​​ %s
lo: ກຳລັງອັບເກຣດ %s
ml: %s അപ്‌ഗ്രേഡ് ചെയ്യുന്നു
ms: Meningkatkan %s
nn: Oppgraderar %s
ro: Se înnoiește %s
sk: Aktualizuje sa %s
sr: Надограђујем „%s“
te: %s ఉన్నతీకరించబడుతోంది
ug: يۈكسەلدۈرۈۋاتقىنى %s

source: Unpacking %s
am: በ ማራገፍ ላይ %s
ar: فتح %s
be: Выманне %s
bg: Разпакетиране на %s
bs: Raspakujem %s
ca: S'està desempaquetant el paquet %s
cs: Rozbalování %s
cy: Yn dadbacio %s
de: %s wird entpackt
fil: Inu-unpack ang %s
fr_ca: Décompression de %s
hr: Raspakiravanje %s
ia: Dispacchettante %s
is: Afpakka %s
it: Estrazione di %s in corso
km: ស្រាយ %s
lo: ກຳລັງແຕກໄຟລ໌ %s
ml: %s അൺപാക്ക് ചെയ്യുന്നു
ms: Membuka %s
nn: Pakkar ut %s
ro: Se despachetează %s
sk: Rozbaľuje sa %s
sr: Распакивам %s
te: %s ని అన్‌ప్యాక్ చేస్తోంది
ug: يېيىۋاتقىنى %s

source: Preparing installation of %s
am: ለ መግጠም በ መሰናዳት ላይ የ %s
ar: يُحضّر لتثبيت %s
be: Падрыхтоўка да ўсталёўкі %s
bg: Подготовка за инсталиране на %s
bs: Pripremam instalaciju %s
ca: S'està preparant la instal·lació del paquet %s
cs: Příprava instalace %s
cy: Yn paratoi i osod %s
de: Installation von %s wird vorbereitet
fil: Hinahanda ang paginstall sa %s
fr_ca: Préparation de l’installation de %s
hr: Pripremanje instalacije za %s
ia: Preparation de installation de %s
is: Undirbý uppsetningu %s
it: Preparazione dell'installazione di %s
km: រៀបចំ​ការ​ដំឡើង %s
lo: ກຳລັງກະກຽມຕິດຕັ້ງ %s
ml: %s ന്റെ ഇൻസ്റ്റാളേഷൻ തയ്യാറാക്കുന്നു
ms: Menyediakan pemasangan %s
nn: Førebur installasjonen av %s
ro: Se pregătește instalarea pentru %s
sk: Pripravuje sa inštalácia %s
sr: Припремам „%s“ за инсталацију
te: %s యొక్క ఇన్‌స్టాలేషన్‌ను సిద్ధం చేస్తోంది
ug: بوغچا %s نى ئورنىتىشقا تەييارلىنىۋاتىدۇ

source: Preparing configuration of %s
am: ማሰናጃ በ መሰናዳት ላይ ለ %s
ar: يُحضّر لإعداد %s
be: Падрыхтоўка канфігурацыі %s
bg: Подготовка за конфигуриране на %s
bs: Pripremam konfiguraciju %s
ca: S'està preparant la configuració del paquet %s
cs: Příprava konfigurace %s
cy: Yn paratoi i ffurfweddu %s
de: Konfiguration von %s wird vorbereitet
fil: Hinahanda ang configuration ng %s
fr_ca: Préparation de la configuration de %s
hr: Pripremanje podešavanja za %s
ia: Preparation de configuration de %s
is: Undirbý stillingar fyrir %s
it: Preparazione della configurazione di %s
km: រៀបចំ​ការ​កំណត់​រចនាសម្ព័ន្ធ %s
lo: ກຳລັງກະກຽມຕັ້ງຄ່າ %s
ml: %s ന്റെ കോൺഫിഗറേഷൻ തയ്യാറാക്കുന്നു
ms: Menyediakan konfigurasi %s
nn: Førebur konfigurering av %s
ro: Se pregătește configurarea pentru %s
sk: Pripravuje sa konfigurácia %s
sr: Припремам подешавање за „%s“
te: %s యొక్క కాన్ఫిగరేషన్‌ను సిద్ధం చేస్తోంది
ug: بوغچا %s نى سەپلەشكە تەييارلىنىۋاتىدۇ

source: Preparing removal of %s
am: ለ ማስወገድ በ መሰናዳት ላይ %s
ar: يُحضّر لإزالة %s
be: Падрыхтоўка да выдалення%s
bg: Подготовка за премахване на %s
bs: Pripremam uklanjanje %s
ca: S'està preparant la supressió del paquet %s
cs: Příprava odstranění %s
cy: Yn paratoi i dynnu %s
de: Entfernen von %s wird vorbereitet
fil: Hinahanda ang pagtanggal sa %s
fr_ca: Préparation de la suppression de %s
hr: Pripremanje uklanjanja za %s
ia: Preparation de remotion de %s
is: Undirbý fjarlægingu %s
it: Preparazione della rimozione di %s
km: រៀបចំ​ការ​យក​ចេញ​ %s
lo: ກຳລັງກະກຽມລຶບ %s
ml: %s നീക്കം ചെയ്യാൻ തയ്യാറെടുക്കുന്നു
ms: Menyediakan pembuangan %s
nn: Førebur fjerning av %s
ro: Se pregătește ștergerea pentru %s
sk: Pripravuje sa odstránenie %s
sr: Припремам „%s“ за уклањање
te: %s తొలగింపును సిద్ధం చేస్తోంది
ug: بوغچا %s نى چىقىرىۋەتىشكە تەييارلىنىۋاتىدۇ

source: Preparing complete removal of %s
am: በሙሉ ለ ማስወገድ በ መሰናዳት ላይ %s
ar: يُحضّر لإزالة %s إزالة كاملة
be: Падрыхтоўка да поўнага выдалення %s
bg: Подготовка за окончателно премахване на %s
bs: Pripremam potpuno uklanjanje %s
ca: S'està preparant la supressió completa del paquet %s
cs: Příprava úplného odstranění %s
cy: Yn paratoi i dynnu %s yn llwyr
de: Vollständiges Entfernen von %s wird vorbereitet
fil: Hinahanda ang buong pagtanggal sa %s
fr_ca: Préparation de la suppression complète de %s
hr: Pripremanje potpunog uklanjanja za %s
ia: Preparation de remotion complete de %s
is: Undirbý algera fjarlægingu %s
it: Preparazione della rimozione completa di %s
km: រៀបចំ​ការ​យក​ចេញ​បញ្ចប់​នៃ​​ %s
lo: ກຳລັງກະກຽມລຶບ %s ອອກທັງໝົດ
ml: %s ന്റെ പൂർണ്ണമായ നീക്കം ചെയ്യൽ തയ്യാറാക്കുന്നു
ms: Menyediakan pembuangan lengkap %s
nn: Førebur fullstendig fjerning av %s
ro: Se pregătește ștergerea completă pentru %s
sk: Pripravuje sa úplné odstránenie %s
sr: Припремам „%s“ за потпуно уклањање
te: %s యొక్క పూర్తి తొలగింపును సిద్ధం చేస్తోంది
ug: بوغچا %s نى تولۇق چىقىرىۋەتىشكە تەييارلىنىۋاتىدۇ

source: Installed %s
am: ተገጥሟል %s
ar: تم تثبيت %s
be: %s усталяваны
bg: %s е инсталиран
bs: Instalirano %s
ca: S'ha instaŀlat el paquet %s
cs: %s je nainstalován
cy: Wedi gosod %s
de: %s wurde installiert
fil: Naka-install na ang %s
fr_ca: %s a été installé
hr: %s je instaliran
ia: %s installate
is: Setti inn %s
it: Pacchetto %s installato
km: បាន​ដំឡើង %s
lo: ຕິດຕັ້ງ %s ແລ້ວ
ml: %s ഇൻസ്റ്റാൾ ചെയ്തു
ms: Pasang %s
nn: %s vart installert
ro: Instalat %s
sk: Nainštalovaný balík %s
sr: %s је инсталиран
te: %s ఇన్‌స్టాల్ చేయబడింది
ug: ئورنىتىلغىنى %s

source: Completely removed %s
am: በሙሉ ተወግዷል %s
ar: تمت إزالة %s بالكامل
be: %s цалкам выдалены
bg: %s е напълно премахнат
bs: Potpuno uklonjene %s
ca: S'ha suprimit completament el paquet %s
cs: %s je kompletně odstraněn
cy: Wedi tynnu %s yn llwyr
de: %s wurde vollständig entfernt
fil: Buong natanggal na ang %s
fr_ca: %s a complètement été supprimé
hr: %s je uklonjen u potpunosti
ia: %s completemente removite
is: Fjarlægði algerlega %s
it: Pacchetto %s rimosso completamente
km: បាន​យក %s ចេញ​បញ្ចប់​ទាំងស្រុង
lo: ລຶບ %s ອອກທັງໝົດແລ້ວ
ml: %s പൂർണ്ണമായും നീക്കം ചെയ്തു
ms: Buang sepenuhnya %s
nn: %s vart fullstendig fjerna
ro: Șters complet %s
sk: Balík „%s“ je úplne odstránený
sr: %s је уклоњен потпуно
te: %s పూర్తిగా తీసివేయబడింది
ug: بوغچا %s تولۇق چىقىرىۋېتىلدى

source: Removed %s
am: ተወግዷል %s
ar: تم إزالة %s
be: %s выдалены
bg: %s е премахнат
bs: Uklonjeno %s
ca: S'ha suprimit el paquet %s
cs: %s je odstraněn
cy: Wedi tynnu %s
de: %s wurde entfernt
fil: Tanggal na ang %s
fr_ca: %s a été supprimé
hr: %s je uklonjen
ia: %s removite
is: Fjarlægði %s
it: Pacchetto %s rimosso
km: បាន​យក​ចេញ %s
lo: ລຶບ %s ແລ້ວ
ml: %s നീക്കം ചെയ്തു
ms: Buang %s
nn: %s vart fjerna
ro: Șters %s
sk: Odstránený balík %s
sr: Уклоњено %s
te: %s తొలగించబడింది
ug: چىقىرىۋېتىلگىنى %s

source: Done
ar: تم
be: Выканана
bg: Готово
bs: Završeno
ca: Fet
cs: Hotovo
cy: Wedi gwneud
de: Fertig
fil: Tapos na
fr_ca: Terminé
hr: Završeno
ia: Facite
is: Búið
it: Fatto
km: ធ្វើ​រួច
lo: ສຳເລັດ
ml: തീര്‍ന്നു
ms: Selesai
nn: Fullført
ro: Gata
sk: Hotovo
sr: Урађено
te: అయినది
ug: تامام

source: Authentication failed
ar: فشل الاستيثاق
be: Няўдалая ідэнтыфікацыя
bg: Неуспешна идентификация
bs: Provjera identiteta nije uspjela
ca: Ha fallat l'autenticació
cs: Ověření selhalo
cy: Methodd y dilysu
de: Legitimierung gescheitert
fil: Bigo ang awtorisasyon
fr_ca: Échec d’authentification
hr: Neuspjela ovjera
ia: Authentication fallite
is: Auðkenning mistókst
it: Autenticazione non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
lo: ການຢືນຢັນຕົວຕົນລົ້ມເຫຼວ
ml: ആധികാരത ഉറപ്പാക്കൽ പരാജയപ്പെട്ടു
ms: Penyahihan gagal
nn: Autentisering mislukkast
ro: Autentificarea a eșuat
sk: Overenie totožnosti zlyhalo
sr: Потврђивање идентитета није успело
te: ధృవీకరణ విఫలమైంది
ug: سالاھىيەت دەلىللەش مەغلۇپ بولدى

source: Fetching
ar: يجلب
be: Атрыманне
bg: Получаване
bs: Dobavljanje
ca: S'està recollint
cs: Získává se
cy: Yn cyrchu
de: Es wird heruntergeladen
fil: Kinukuha
fr_ca: Réception
hr: Dohvaćanje
ia: Recuperation
is: Sæki
it: Scaricamento
km: ទៅ​ប្រមូល​យក
lo: ກຳລັງດຶງຂໍ້ມູນ
ml: കൊണ്ടുവരുന്നു
ms: Memperoleh
nn: Hentar
ro: Se descarcă
sk: Sťahuje sa
sr: Набављам
te: తెచ్చుచున్నది
ug: ئېلىۋاتىدۇ

source: Idle
ar: خامل
be: Чаканне
bg: В покой
bs: Neaktivno
ca: Inactiu
cs: Nečinný
cy: Yn segur
de: Untätig
fil: Hindi aktibo
fr_ca: Inactif
hr: Mirovanje
ia: Inactivitate
is: Iðjulaust
it: Inattivo
km: ទំនេរ
lo: ຢູ່ຊື່ໆ
ml: ഒന്നും ചെയ്യുന്നില്ല
ms: Melahu
nn: Klar
ro: Inactiv
sk: Nečinný
sr: Мирујем
te: వాడుక లేని
ug: بىكار

source: Network isn't available
ar: الشبكة غير متوفرة
be: Сетка недасяжная
bg: Мрежата не е достъпна
bs: Mreža nije raspoloživa
ca: La xarxa no es troba disponible
cs: Síť není dostupná
cy: Nid yw'r rhwydwaith ar gael
de: Netzwerkverbindung nicht verfügbar
fil: Walang internet
fr_ca: Le réseau est inaccessible
hr: Mreža nije dostupna
ia: Le rete non es disponibile
is: Ekkert net í boði
it: Rete non disponibile
km: គ្មាន​បណ្ដាញ​ឡើយ
lo: ເຄືອຂ່າຍບໍ່ສາມາດໃຊ້ງານໄດ້
ml: നെറ്റുവർക്ക് ലഭ്യമല്ല
ms: Rangkaian tiada
nn: Nettverk ikkje tilgjengeleg
ro: Rețeaua nu este disponibilă
sk: Sieť nie je dostupná
sr: Мрежа није доступна
te: నెట్‌వర్కు అందుబాటులోలేదు
ug: تورنى ئىشلەتكىلى بولمايدۇ

source: Processing %s
ar: يعالج %s
be: Апрацоўка %s
bg: Обработка на %s
bs: Obrađujem %s
ca: S'està processant %s
cs: Zpracovává se %s
cy: Yn prosesu %s
de: %s wird verarbeitet
fil: Pinoproseso ang %s
fr_ca: Traitement de %s
hr: Obrađujem %s
ia: Tractamento de %s
is: Meðhöndla %s
it: Elaborazione di %s
km: ដំណើរការ %s
lo: ກຳລັງປະມວນຜົນ %s
ml: %s പ്രോസസ്സ് ചെയ്യുന്നു
ms: Memproses %s
nn: Behandlar %s
ro: Se procesează %s
sk: Prebieha spracovanie %s
sr: Обрађујем %s
te: %s ని ప్రాసెస్ చేస్తోంది
ug: بىر تەرەپ قىلىۋاتقىنى %s

source: Downloaded %sB of %sB at %sB/s
am: ወርዷል %sB of %sB at %sB/s
ar: تم تنزيل %sب من %sب بـ %sب/ث
be: Загружана %sB з %sB на хуткасці %sB/s
bg: Изтегляне на %sB от %sB с %sB/с
bs: Preuzeto %sB od %sB na %sB/s
ca: S'han baixat %sB de %sB a %sB/s
cs: Staženo %sB z %sB při %sB/s
cy: Wedi llwytho i lawr %sB o %sB yn %sB/s
de: %sB von %sB heruntergeladen mit %sB/s
fil: Dinownload na ang %sB ng %sB sa bilis na %sB/s
fr_ca: %s o ont été téléchargés sur %s o à %s B/s
hr: Preuzeto %sB od %sB pri %sB/s
ia: Discargate %sB de %sB a %sB/s
is: Náði í %sB af %sB hjá %sB/s
it: Scaricati %sB su %sB a %sB/s
km: បាន​ទាញ​យក %sB of %sB at %sB/s
lo: ດາວໂຫຼດແລ້ວ %sB ຈາກ %sB ດ້ວຍຄວາມໄວ %sB/s
ml: %sB/s എന്ന നിരക്കിൽ %sB യിൽ %sB ഡൗൺലോഡ് ചെയ്തു.
ms: Telah memuat-turun %sB dari %sB pada %sB/s
nn: Lasta ned %sB av %sB frå %sB/s
ro: S-au descărcat %sB din %sB la %sB/s
sk: Stiahnuté %sB z %sB pri %sB/s
sr: Преузето је %sB од %sB при %sB/s
te: %sB/s వద్ద %sB లో %sB డౌన్‌లోడ్ చేయబడింది
ug: چۈشۈرۈلگىنى %sB / %sB، تېزلىكى %sB/s

source: Downloaded %sB of %sB
am: ወርዷል %sB of %sB
ar: تم تنزيل %sب من %sب
be: Загружана %sB з %sB
bg: Изтеглени %sB от %sB
bs: Preuzeto %sB od %sB
ca: S'han baixat %sB de %sB
cs: Staženo %sB z %sB
cy: Llwythwyd %sB i lawr o %sB
de: %sB von %sB heruntergeladen
fil: Dinownload na ang %sB ng %sB
fr_ca: %s o ont été téléchargés sur %s o
hr: Preuzeto %sB od %sB
ia: Discargate %sB de %sB
is: Náði í %sB af %sB
it: Scaricati %sB su %sB
km: ទាញ​យក %sB of %sB
lo: ດາວໂຫຼດແລ້ວ %sB ຈາກ %sB
ml: %sB / %sB ഡൗൺലോഡ് ചെയ്തു
ms: Telah memuat-turun %sB daripada %sB
nn: Lasta ned %sB av %sB
ro: S-au descărcat %sB din %sB
sk: Stiahnuté %sB z %sB
sr: Преузето је %sB од %sB
te: %sB,(మొత్తము %sB) పొందబడింది
ug: چۈشۈرۈلگىنى %sB / %sB

source: File
ar: ملف
be: Файл
bg: Файл
bs: Datoteka
ca: Fitxer
cs: Soubor
cy: Ffeil
de: Datei
fr_ca: Fichier
hr: Datoteka
is: Skrá
km: ឯកសារ
lo: ໄຟລ໌
ml: ഫയല്‍
ms: Fail
nn: Fil
ro: Fișier
sk: Súbor
sr: Датотека
te: ఫైల్
ug: ھۆججەت
