Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Check if you are using third party repositories. If so disable them, since they are a common source of problems. Furthermore run the following command in a Terminal: apt-get install -f
am: እርስዎ የ ሶስተኛ አካል ማጠራቀሚያ ይጠቀሙ እንደሆን ይመርምሩ: ይህ ከሆነ ያሰናክሉት: እነዚህ መደበኛ የ ችግር ምንጮች ናቸው: በበለጠ እባክዎን የሚቀጥለውን ትእዛዝ ያስኪዱ በ ተርሚናል ውስጥ: apt-get install -f
ar: تحقق مما إذا كنت تستخدم مستودعات طرف ثالث .إذا كان كذلك عطلها، حيث أنها تعتبر مصدر شائع للأخطاء. علاوة على ذلك قم بتنفيذ الأمر التالي في الطرفية: apt-get install -f
be: Калі Вы выкарыстоўваеце іншыя крыніцы праграм, адключыце іх, паколькі яны з'яўляюцца частай крыніцай праблем. Пасля гэтага выканайце ў тэрмінале наступную каманду: apt-get install -f
bg: Проверете дали използвате софтуерни хранилища на трети страни. Ако това е така, деактивирайте ги, защото те често са източник на проблеми. Допълнително изпълнете следната команда в Терминал: apt-get install -f
bs: Provjerite da li koristite repozitorije drugih proizvođača. Ako je to tačno, onemogućite ih, pošto su oni čest izvor problema. Dalje izvršite sljedeću komandu u terminalu: apt-get install -f
ca: Comproveu si esteu utilitzant dipòsits de tercers. Si aquest és el cas, és recomanable que els inhabiliteu, ja que són una font habitual de problemes. Addicionalment, hauríeu d'executar l'ordre següent en un terminal: apt-get install -f
cs: Zkontrolujte, zda nepoužíváte zdroje třetích stran. Pokud ano, zakažte je, protože jsou často zdrojem problémů. Dále spusťte v terminálu následující příkaz: apt-get install -f
cy: Gwiriwch a ydych chi'n defnyddio storfeydd trydydd parti. Os felly analluogwch nhw, gan eu bod yn ffynhonnell gyffredin o broblemau. Hefyd, rhedwch y gorchymyn canlynol mewn Terfynell: apt-get install -f
de: Überprüfen Sie, ob Sie Software-Paketquellen von Drittanbietern nutzen. Wenn dies der Fall ist, so deaktivieren Sie diese, da sie häufig eine Fehlerquelle sind. Führen Sie außerdem in einem Terminal den folgenden Befehl aus: apt-get install -f
fil: I-disable ang third party repositories, dahil madalas sa kanila nagmumula ang mga problema. I-type din sa Terminal: sudo apt-get install -f
fr_ca: Vérifiez si vous utilisez des dépôts tiers. Si c’est le cas, désactivez-les, car ils posent généralement des problèmes. De plus, exécutez la commande suivante dans un terminal : sudo apt-get install -f
hr: Provjerite koristite li repozitorije treće strane. Ako ih koristite onemogućite ih, budući da su oni najčešći izvor problema. Nadalje pokrenite sljedeću naredbu u Terminalu: apt-get install -f
ia: Verifica si tu usa repositorios de tertie parte. Si assi disactiva los, pois que illos es un fonte de problemas commun. In ultra exeque le sequente commando in un Terminal: apt-get install -f
it: Verificare se sono in uso repository di terze parti. Qualora così fosse, disabilitarli, poiché questi sono talvolta causa di problemi. Inoltre eseguire il seguente comando in un terminale: apt-get install -f
km: ពិនិត្យ​មើល ប្រសិនបើ​អ្នក​កំពុង​ប្រើ​ឃ្លាំង​ភាគី​ទី​បី ។ ប្រសិនបើ​បិទ នៅ​ពេល​ដែល​ពួកវា​មាន​ប្រភព​បញ្ហា ។ រត់​​ពាក្យ​បញ្ជា​នៅ​ក្នុង​ស្ថានីយ ៖ apt-get install -f
lo: ກວດສອບເບິ່ງວ່າທ່ານກຳລັງໃຊ້ຄັງຊອບແວຂອງບຸກຄົນທີສາມຫຼືບໍ່. ຖ້າແມ່ນ, ໃຫ້ປິດມັນໄວ້ ເພາະມັນມັກເປັນສາເຫດຂອງບັນຫາ. ນອກຈາກນີ້, ໃຫ້ແລ່ນຄຳສັ່ງຕໍ່ໄປນີ້ໃນ Terminal: apt-get install -f
ml: നിങ്ങൾ മൂന്നാം കക്ഷി റിപ്പോസിറ്ററികൾ ഉപയോഗിക്കുന്നുണ്ടോ എന്ന് പരിശോധിക്കുക. അങ്ങനെയാണെങ്കിൽ അവ പ്രവർത്തനരഹിതമാക്കുക, കാരണം അവ പ്രശ്‌നങ്ങളുടെ ഒരു സാധാരണ ഉറവിടമാണ്. കൂടാതെ ഒരു ടെർമിനലിൽ താഴെ പറയുന്ന കമാൻഡ് പ്രവർത്തിപ്പിക്കുക: apt-get install -f
ms: Periksa jika anda sedang mengguna repositori parti ketiga. Jika ya nyahbolehkan mereka, kerana mereka adalah penyebab masalah biasa. Apalagi jalankan arahan berikut didalam satu Terminal: apt-get install -f
nn: Undersøk om du brukar pakkearkiv frå ein tredjepart. Sidan slike pakkearkiv er ei vanleg feilkjelde, bør du vurdera å fjerna desse. I tillegg bør du køyra følgjande kommando i terminalen: apt-get install -f
ro: Verificați dacă utilizați arhive de la terțe părți. Dacă utilizați acest tip de arhive, dezactivați-le, fiind o sursă comună de probleme. Apoi rulați următoarea comandă în Terminal: apt-get install -f
sk: Skontrolujte, či nepoužívate zdroje softvéru tretích strán. Ak áno, zakážte ich, pretože sú častou príčinou problémov. Ďalej spustite v Termináli nasledujúci príkaz: apt-get install -f
sr: Проверите да ли користите незваничне ризнице. Уколико их користите, искључите их јер су оне често узрок проблема. Касније покрените следећу наредбу у Терминалу: apt-get install -f
te: మీరు థర్డ్ పార్టీ రిపోజిటరీలను ఉపయోగిస్తున్నారో లేదో తనిఖీ చేయండి. అలా అయితే వాటిని నిలిపివేయండి, ఎందుకంటే అవి సమస్యలకు సాధారణ మూలం. ఇంకా టెర్మినల్‌లో కింది ఆదేశాన్ని అమలు చేయండి: apt-get install -f
ug: باشقا بىر يۇمشاق دېتال خەزىنىسىنى ئىشلىتىۋاتامسىز؟ شۇنداق بولسا ئۇنى ئېتىۋېتىڭ، چۈنكى ئۇ نۇرغۇن مەسىلىلەرنىڭ سەۋەبكارىدۇر. ئۇنىڭدىن كېيىن تېرمىنالدا: apt-get install -f دېگەن بۇيرۇقنى ئىجرا قىلىڭ.

source: The selected file may not be a GPG key file or it might be corrupt.
ar: الملف المختار قد لا يكون ملف مفتاح GPG أو قد يكون فاسدا.
be: Выбраны файл можа быць пашкоджаны, альбо не з'яўляецца ключом PGP.
bg: Избраният файл може да не е GPG файл ключ или може да е повреден.
bs: Selektovana datoteka možda nije GPG key datoteka ili je možda pokvarena.
ca: Pot ser que el fitxer que heu seleccionat no sigui un fitxer de clau GPG o que estigui malmès.
cs: Vybraný soubor možná neobsahuje klíč GPG nebo může být poškozen.
cy: Efallai mai nid ffeil allwedd GPG yw'r un ddewiswyd neu gall fod wedi'i lygru.
de: Die ausgewählte Datei ist möglicherweise keine GPG-Schlüsseldatei oder sie ist beschädigt.
fr_ca: Soit le fichier choisi n’est pas un fichier clé GPG soit il est corrompu.
ia: Le file seligite pote non esser un file clave GPG o illo pote esser corrupte.
is: Skráin sem þú hefur valið er hugsanlega ekki GPG lykilskrá eða hún gæti verið skemmd.
it: Il file selezionato potrebbe non essere un file di chiave GPG o potrebbe essere danneggiato.
km: ឯកសារ​ដែល​បាន​ជ្រើស​​អាច​មិន​មែន​​ជា​ឯកសារ​សោ​របស់ GPG ឬ​វា​អាច​ខូច ។
ml: തിരഞ്ഞെടുത്ത ഫയൽ ഒരു GPG കീ ഫയൽ ആയിരിക്കില്ല അല്ലെങ്കിൽ അത് കേടായിരിക്കാം.
ms: Fail yang dipilih mungkin bukan fail kekunci GPG atau fail mungkin buruk.
nn: Den valte fila er truleg anten øydelagt eller ikkje ei GPG-fil.
ro: Fișierul selectat nu pare a fi o cheie GPG sau ar putea fi corupt.
sk: Vybraný súbor nie je autentifikačným kľúčom GPG alebo je poškodený.
sr: Датотека коју сте изабрали је оштећена или не представља ГПГ кључ.
te: ఎంచుకున్న ఫైల్ GPG కీ ఫైల్ కాకపోవచ్చు లేదా అది పాడై ఉండొచ్చు.

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
ar: المفتاح المحدد لايمكن إزالته, تأكد من إدراج بصمة صالحة
be: Абраны ключ немагчыма выдаліць. Праверце, што Вы падалі дакладны лічбавы подпіс.
bg: Избраният ключ не може да бъде премахнат. Проверете дали сте посочили валиден идентификатор.
bs: Izabrani ključ se ne može ukloniti. Provjerite da ste dali važeći otisak.
ca: No s'ha pogut suprimir la clau seleccionada. Comproveu que hàgiu proporcionat una empremta vàlida.
cs: Vybraný klíč nelze odstranit. Zkontrolujte, zda byl otisk prstu správně proveden.
cy: Nid oedd modd tynnu'r allwedd a ddewiswyd. Gwiriwch eich bod wedi darparu olion bysedd dilys.
de: Der angegebene Schlüssel konnte nicht entfernt werden. Überprüfen Sie, ob Sie den richtigen Fingerabdruck angegeben haben.
fr_ca: Impossible de supprimer la clé choisie. Vérifiez que l’empreinte indiquée est valide.
ia: Le clave seligite non poteva esser removite. Verifica que tu ha fornite un dactylogramma valide.
is: Ekki var hægt að fjarlægja valinn lykil. Athugaðu hvort þú gafst upp gilt fingrafar.
it: La chiave selezionata non può essere rimossa. Verificare di aver fornito una firma valida.
km: សោ​ដែល​បាន​ជ្រើស​មិន​អាច​យក​ចេញ​បាន​ទេ ។ ពិនិត្យ​មើល​ថា​អ្នក​បាន​ផ្ដិត​ម្រាម​ដៃ​ត្រឹមត្រូវ​​ហើយ​ ។
ml: തിരഞ്ഞെടുത്ത കീ നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല. നിങ്ങൾ സാധുവായ ഒരു ഫിംഗർപ്രിന്റ് നൽകിയിട്ടുണ്ടോ എന്ന് പരിശോധിക്കുക.
ms: kekunci pilihan tidak dapat dibuangkan. Semak sama ada anda telah masukkan fingerprint yang sah.
nn: Den valte nøkkelen kan ikkje fjernast. Kontroller at du oppgjev eit gyldig fingeravtrykk.
ro: Cheia selectată nu a putut fi eliminată. Verificați dacă ați furnizat o amprentă validă.
sk: Vybraný kľúč nebolo možné odstrániť. Skontrolujte, či ste poskytli platný odtlačok kľúča.
sr: Не могу да уклоним изабрани кључ. Проверите да ли сте обезбедили важећи отисак прста.
te: ఎంచుకున్న కీని తీసివేయడం సాధ్యం కాలేదు. మీరు చెల్లుబాటు అయ్యే వేలిముద్రను అందించారో లేదో తనిఖీ చేయండి.

source: Check if you are currently running another software management tool, e.g. Synaptic or aptitude. Only one tool is allowed to make changes at a time.
am: እርስዎ ሌላ የ ሶፍትዌር አስተዳዳሪ መሳሪያ ይጠቀሙ እንደሆን ይመርምሩ: ለምሳሌ: Synaptic ወይንም aptitude. አንድ መሳሪያ ብቻ ነው የሚፈቀደው በ አንድ ጊዘ ለውጥ ለ መፈጸም
ar: تحقق مما إذا كان هناك برنامج إدارة برمجيات آخر يعمل (مثل: Synaptic أو aptitude). يُسمح لبرنامج إدارة برمجيات واحد فقط بإجراء تغييرات في نفس الوقت.
be: Праверце, ці не запушчана іншая праграма кіравання праграмамі, напрыклад Synaptic или aptitude. Толькі адна праграма можа ўносіць змены ў адзін і той жа час.
bg: Проверете дали в момента не работи друг инструмент за управление на софтуер, например Synaptic или aptitude. В даден момент само на един инструмент е позволено да прави промени.
bs: Provjerite da li izvršavate drugi alat za upravljavljanje softverom, npr. Synaptic ili aptitude. Samo jedan alat može da pravi promjene u jednom trenutku.
ca: Comproveu si actualment esteu executant una altra eina de gestió del programari, com ara el Synaptic o l'aptitude. Només es permet utilitzar una eina a la vegada per fer canvis.
cs: Zkontrolujte, zda není spuštěn jiný nástroj pro správu softwaru, např. Synaptic nebo aptitude. Najednou smí běžet pouze jeden nástroj.
cy: Gwiriwch a ydych yn rhedeg teclyn rheoli meddalwedd arall ar hyn o bryd, e.e. Synaptig neu aptitude. Dim ond un teclyn sy'n cael gwneud newidiadau ar y tro.
de: Bitte überprüfen Sie, ob gerade die Aktualisierungsverwaltung oder eine andere Software-Paketverwaltung läuft, z.B. Synaptic oder aptitude. Es kann immer nur eine Anwendung gleichzeitig Änderungen vornehmen.
fil: Tingnan kung may ibang software management tool na tumatakbo, gaya ng Synaptic o aotitude. Hindi puwedeng sabay silang tumakbo.
fr_ca: Assurez-vous de ne pas utiliser un autre gestionnaire de paquets tel que Synaptic ou Aptitude. Un seul outil peut apporter des changements à la fois.
hr: Provjerite imate li trenutno pokrenut neki drugi alat za upravljanje softverom, npr. Synaptic ili aptitude. Samo jedan alat možete koristiti istovremeno.
ia: Verifica si tu face actualmente functionar un altere application gestor de software, p. ex. Synaptic o Aptitude. A un sol application es permittite facer cambiamentos cata vice.
is: Gakktu úr skugga um að þú sért ekki að keyra annað pakkastýringarverkfæri, eins og t.d. Synaptic eða aptitude. Einungis eitt slíkt verkfæri má gera breytingar í einu.
it: Verificare che un altro strumento per la gestione del software (come Synpatic o aptitude) non sia in esecuzione. Solo uno strumento di gestione del software è autorizzato a effettuare modifiche.
km: ពិនិត្យមើល ប្រសិនបើ​​អ្នក​កំពុង​ដំណើរការ​ឧបករណ៍​ការ​គ្រប់គ្រង​ផ្នែក​ទន់​បច្ចុប្បន្ន ឧ. Synaptic ឬ aptitude ។ អនុញ្ញាត​ឲ្យ​តែ​ឧបករណ៍​​ប៉ុណ្ណោះ​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​​នៅ​ពេល​តែ​មួយ​បាន ។
lo: ກວດສອບເບິ່ງວ່າທ່ານກຳລັງເປີດໃຊ້ເຄື່ອງມືຈັດການຊອບແວອື່ນຢູ່ຫຼືບໍ່, ເຊັ່ນ Synaptic ຫຼື aptitude. ສາມາດມີພຽງເຄື່ອງມືດຽວເທົ່ານັ້ນທີ່ສາມາດປ່ຽນແປງໄດ້ໃນແຕ່ລະຄັ້ງ.
ml: നിങ്ങൾ നിലവിൽ മറ്റൊരു സോഫ്റ്റ്‌വെയർ മാനേജ്‌മെന്റ് ടൂൾ ഉപയോഗിക്കുന്നുണ്ടോ എന്ന് പരിശോധിക്കുക, ഉദാ: സിനാപ്റ്റിക് അല്ലെങ്കിൽ ആപ്റ്റിറ്റ്യൂഡ്. ഒരു സമയം ഒരു ടൂളിന് മാത്രമേ മാറ്റങ്ങൾ വരുത്താൻ അനുവാദമുള്ളൂ.
ms: Semak sama ada anda sedang jalankan alat pengurusan perisian yang lain, cth. Sypnatic atau aptitude. Hanya satu alat dibenarkan untuk membuat perubahan.
nn: Kontroller om du kjøyrer eit anna programvareverktøy, t.d. Synaptic eller aptitude. Berre ett verktøy kan gjera endringar om gongen.
ro: Verificați daca rulați momentan un alt utilitar de administrare software, ex. Synaptic sau aptitude. Doar un singur utilitar are permisiunea de a face modificări la un moment dat.
sk: Skontrolujte, či práve nebeží iný nástroj na správu softvéru, napr. Synaptic alebo aptitude. Iba jeden zdroj naraz môže vykonávať zmeny.
sr: Проверите да тренутно можда нисте покренули неки други алат за управљање софтвером, нпр. Синаптик или аптитјуд. Допуштено је да само један алат може да врши измене у исто време.
te: మీరు ప్రస్తుతం మరొక సాఫ్ట్‌వేర్ నిర్వహణ సాధనాన్ని ఉపయోగిస్తున్నారో లేదో తనిఖీ చేయండి, ఉదా. సినాప్టిక్ లేదా ఆప్టిట్యూడ్. ఒకేసారి ఒక సాధనం మాత్రమే మార్పులు చేయడానికి అనుమతించబడుతుంది.
ug: باشقا بىر يۇمشاق دېتال باشقۇرۇش قورالى(Synaptic ياكى aptitude) ئىشلىتىۋاتامسىز؟ ئادەتتە پەقەت بىرىنىلا ئىشلىتىپ مەشغۇلات قىلغىلى بولىدۇ.

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
am: ይህ አደገኛ ችግር ነው: ትንሽ ቆይተው እንደገና ይሞክሩ: ይህ ችግር እንደገና ከታየ: እባክዎን ችግሩን ለ አበልፃጊዎቹ ያሳውቁ
ar: هذه مشكلة خطيرة. حاول في وقت لاحق. إذا ظهرت هذه المشكلة مرة أخرى ، فالرجاء إرسال تقرير خطأ إلى المطورين.
be: Гэта сур'ёзная праблема. Паспрабуйце паўтарыць пазней. Калі праблема паўстане зноў, калі ласка, адпраўце справаздачу аб памылцы распрацоўнікам.
bg: Това е сериозен проблем. Опитайте отново по-късно. Ако проблемът се появи отново, съобщете го на разработчиците.
bs: Ovo je ozbiljan problem. Probajte ponovo kasnije. Ako se problem opet dogodi, javite grešku onome ko je razvijao softver.
ca: Aquest es un problema seriós. Torneu a intentar-ho més tard. Si el problema reapareix, informeu-ne els desenvolupadors.
cs: Toto je závažný problém. Zkuste akci opakovat později. Pokud se problém vyskytne znovu, oznamte to vývojářům.
cy: Mae hon yn broblem ddifrifol. Rhowch gynnig arall arni yn nes ymlaen. Os yw'r broblem hon yn ymddangos eto, adroddwch wall i'r datblygwyr.
de: Dies ist ein schwerwiegendes Problem. Versuchen Sie es später noch einmal. Falls das Problem erneut auftritt, melden Sie einen Fehler an die Entwickler.
fil: Merong seryosong problema. Subukang ulitin mamaya. Kung lumabas ulit ang problemang ito, magsumbong sa developers.
fr_ca: Ce problème est grave. Réessayez ultérieurement. Si le problème persiste, signalez-le aux développeurs.
hr: Ovo je ozbiljan problem, pokušajte ponovno kasnije. Ako se problem ponovno pojavi prijavite grešku razvijateljima.
ia: Isto es un problema serie. Retenta plus tarde.
is: Þetta er alvarlegt vandamál. Reyndu aftur síðar. Ef þetta vandamál kemur upp aftur, skaltu endilega tilkynna um villuna til forritaranna.
it: Questo è un problema grave. Provare di nuovo in un secondo momento. Se il problema compare ancora, segnalare l'errore agli sviluppatori.
km: វា​ជា​បញ្ហា​ធ្ងន់ធ្ងរ ។ ព្យាយាមម្ដងទៀត ។ ប្រសិនបើ​នៅ​តែ​មាន​បញ្ហា​លេចឡើង​ទៀត​នោះ សូម​រាយការណ៍​កំហុស​​ទៅ​អ្នក​អភិវឌ្ឍន៍ ។
lo: ນີ້ແມ່ນບັນຫາທີ່ຮ້າຍແຮງ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງພາຍຫຼັງ. ຖ້າບັນຫານີ້ຍັງເກີດຂຶ້ນອີກ, ກະລຸນາລາຍງານຂໍ້ຜິດພາດໃຫ້ນັກພັດທະນາຮັບຊາບ.
ml: ഇതൊരു ഗുരുതരമായ പ്രശ്നമാണ്. പിന്നീട് വീണ്ടും ശ്രമിക്കുക. ഈ പ്രശ്നം വീണ്ടും പ്രത്യക്ഷപ്പെടുകയാണെങ്കിൽ, ദയവായി ഡെവലപ്പർമാർക്ക് ഒരു പിശക് റിപ്പോർട്ട് ചെയ്യുക.
ms: Ini adalah masalah penting. Cuba lagi kemudian. Jika masalah ini muncul semula, sila laporkan ralat kepada pembangun.
nn: Det her er eit alvorleg problem. Prøv om att seinare, og dersom møter same problemet er det fint om du rapporterar det til utviklarane av programvaren.
ro: Aceasta este o problemă gravă. Încercați mai târziu. Dacă problema persistă, raportați eroarea dezvoltatorilor.
sk: Toto je vážny problém. Prosím, skúste to neskôr znova. Ak sa tento problém znova objaví, prosím nahláste chybu vývojárom.
sr: Ово је врло озбиљан проблем. Пробајте касније. Ако се исти проблем појави и касније, молимо Вас пошаљите извештај програмерима.
te: ఇది చాలా తీవ్రమైన సమస్య. తర్వాత మళ్ళీ ప్రయత్నించండి. ఈ సమస్య మళ్ళీ కనిపిస్తే, దయచేసి డెవలపర్‌లకు ఎర్రర్‌ను నివేదించండి.
ug: بۇ ناھايىتى ئېغىر مەسىلە. كېيىن يەنە سىناپ كۆرۈڭ. ئەگەر يەنە تەكرارلانسا، ئىجادىيەتچىگە مەلۇم قىلىڭ.

source: Check the spelling of the package name, and that the appropriate repository is enabled.
am: የ ጥቅል ስም ፊደል ትክክል መሆኑን ይመርምሩ እና ተገቢውን ማጠራቀሚያ ያስችሉ
ar: تأكد من تهجئة اسم الحزمة, ومن تمكين المخزن الملائم
be: Праверце ці правільна пазначана назва пакета і ці ўключаны адпаведны рэпазітар.
bg: Проверете изписването на името на пакета, както и че съответно хранилище е включено.
bs: Provjerite kako se tačno paket zove i da li je omogućen odgovarajući repozitorij.
ca: Comproveu l'ortografia del nom del paquet i que el dipòsit apropiat estigui activat.
cs: Zkontrolujte pravopis v názvu balíku a zda je povolen příslušný zdroj.
cy: Gwiriwch sillafu enw'r pecyn, a bod y storfa briodol wedi'i galluogi.
de: Bitte überprüfen Sie die exakte Schreibweise des Paketnamens und stellen Sie sicher, dass die zugehörige Software-Paketquelle aktiviert ist.
fil: Tignang mabuti ang spelling ng package name, at kung naka-enable ang angkop na repositoty.
fr_ca: Vérifiez l’orthographe du nom de paquet et assurez-vous que le dépôt pertinent est actif.
hr: Provjerite pravopis naziva paketa i je li prikladan repozitorij omogućen.
ia: Verifica le orthographia del nomine de pacchetto, e que le repositorio appropriate es activate.
is: Yfirfarðu stafsetninguna á heiti pakkans og hvort viðeigandi hugbúnaðarsafn sé virkjað.
it: Verificare che il nome del pacchetto sia corretto e che il suo repository sia attivo.
km: ពិនិត្យមើល​អក្ខរាវិរុទ្ធ​នៃ​ឈ្មោះ​កញ្ចប់ នោះ​ឃ្លាំង​នឹង​ត្រូវ​បាន​បើក​ ។
lo: ກວດສອບການສະກົດຊື່ແພັກເກັດ ແລະ ກວດສອບວ່າຄັງຊອບແວທີ່ເໝາະສົມໄດ້ຖືກເປີດໃຊ້ງານແລ້ວ.
ml: പാക്കേജിന്റെ പേരിന്റെ അക്ഷരവിന്യാസം പരിശോധിക്കുക, ഉചിതമായ റിപ്പോസിറ്ററി പ്രാപ്തമാക്കിയിട്ടുണ്ടോ എന്ന് പരിശോധിക്കുക.
ms: Semak ejaan nama pakej, dan repositori tersebut dibenarkan.
nn: Kontroller staving av pakkenamnet og at det rette programvarearkivet er aktivert.
ro: Verificați ortografia numelui pachetului, și dacă depozitul adecvat este activat.
sk: Skontrolujte, či ste správne napísali názov balíka a či je príslušný zdroj softvéru zapnutý.
sr: Проверите да ли сте исправно уписали име пакета и да ли сте укључили одговарајућу ризницу.
te: ప్యాకేజీ పేరు యొక్క స్పెల్లింగ్‌ను మరియు తగిన రిపోజిటరీ ప్రారంభించబడిందో లేదో తనిఖీ చేయండి.
ug: بوغا ئاتى توغرىمۇ، مۇناسىۋەتلىك خەزىنىنى ئىشلەتكىلى بولامدۇ تەكشۈرۈڭ.

source: There isn't any need for an update.
am: ማሻሻል አይስፈልጎትም
ar: ليس هناك أي حاجة للتحديث.
be: Няма неабходнасці абнаўлення.
bg: Няма необходимост от обновяване.
bs: Nema nikakve potrebe za ažuriranjem.
ca: No cal fer cap actualització.
cs: Není nutná žádná aktualizace.
cy: Nid oes angen diweddariad.
de: Eine Aktualisierung ist unnötig.
fil: Hindi kailangan ng update.
fr_ca: Aucune mise à jour n’est nécessaire.
hr: Nema potrebe za nadopunom.
ia: Il non ha alcun besonio de un actualisation.
is: Það er engin þörf fyrir uppfærslu.
it: Non c'è alcuna necessità di un aggiornamento.
km: មិន​ចាំបាច់​ធ្វើ​បច្ចុប្បន្នភាព​​ឡើយ ។
lo: ບໍ່ມີຄວາມຈຳເປັນຕ້ອງອັບເດດ.
ml: പരിഷ്കരിക്കേണ്ട ആവശ്യമില്ല.
ms: Tiada keperluan untuk kemaskini.
nn: Oppdatering trengs ikkje.
ro: Nu este necesar să actualizați ceva.
sk: Aktualizácia nie je potrebná.
sr: Нема никакве потребе за освежавањем.
te: అప్‌డేట్ అవసరం లేదు.
ug: يېڭىلاشنىڭ زۆرۈرىيىتى يوق.

source: There isn't any need for an installation
am: መግጠም አይስፈልጎትም
ar: لا توجد أي حاجة للتثبيت
be: Няма неабходнасці ўсталёўкі.
bg: Няма необходимост от инсталация
bs: Nema nikakve potrebe za instaliranjem.
ca: No cal fer cap instal·lació.
cs: Není nutná žádná instalace.
cy: Nid oes angen gosodiad
de: Eine Installation ist unnötig.
fil: Hindi kailangan ng installation
fr_ca: Aucune installation n’est nécessaire
hr: Nema potrebe za instalacijom.
ia: Il non ha alcun besonio de un installation
is: Það er engin þörf fyrir uppsetningu
it: Non c'è alcuna necessità di una installazione
km: មិន​ចាំបាច់​​​​ការ​ដំឡើង​ឡើយ
lo: ບໍ່ມີຄວາມຈຳເປັນຕ້ອງຕິດຕັ້ງ
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യേണ്ട ആവശ്യമില്ല
ms: Tiada keperluan untuk pemasangan
nn: Installasjon trengs ikkje
ro: Nu este necesar să instalați ceva.
sk: Inštalácia nie je potrebná.
sr: Нема никакве потребе за инсталирањем
te: సంస్థాపన అవసరం లేదు
ug: ئورنىتىشنىڭ زۆرۈرىيىتى يوق.

source: There isn't any need for a removal.
am: ማስወገድ አይስፈልጎትም
ar: لا توجد أي حاجة للحذف
be: Няма неабходнасці выдалення.
bg: Няма необходимост от премахване.
bs: Nema nikakve potrebe za uklanjanje.
ca: No cal fer cap supressió.
cs: Není nutné žádné odstraňování.
cy: Nid oes angen tynnu.
de: Eine Deinstallation ist unnötig.
fil: Hindi kailangang magtanggal.
fr_ca: Aucune suppression n’est nécessaire.
hr: Nema potrebe za uklanjanjem.
ia: Il non ha alcun besonio de un remotion.
is: Það er engin þörf fyrir það að fjarlægja.
it: Non c'è alcuna necessità di una rimozione.
km: មិន​ចាំបាច់​​ការ​យកចេញ​ឡើយ ។
lo: ບໍ່ມີຄວາມຈຳເປັນຕ້ອງລຶບ.
ml: നീകം ചെയ്യേണ്ട ആവശ്യമില്ല
ms: Tiada keperluan untuk membuang.
nn: Fjerning trengs ikkje.
ro: Nu este necesar să eliminați ceva.
sk: Odstraňovanie nie je potrebné.
sr: Нема никакве потребе за уклањањем.
te: తొలగించడానికి అక్కడ ఏదీ లేదు.
ug: ئۆچۈرۈشنىڭ زۆرۈرىيىتى يوق.

source: You requested to remove a package which is an essential part of your system.
am: እርስዎ ለ ማስወገድ የጠየቁት ጥቅል ለ እርስዎ ስርአት በጣም አስፈላጊ ነው
ar: لقد طلبت حذف حزمة التي هي جزء أساسي لنظام تشغيلك.
be: Вы падалі запыт на выдаленне пакета, які з'яўляецца неад'емнай часткай вашай сістэмы.
bg: Поискахте да премахнете пакет който е основна част от вашата система.
bs: Zahtijevali ste uklanjanje paketa koji je bitan dio vašeg sistema.
ca: Heu sol·licitat la supressió d'un paquet que és una part essencial del sistema.
cs: Požadujete odstranění balíku, který je nezbytnou součástí systému.
cy: Rydych wedi gofyn am gael gwared ar becyn sy'n rhan hanfodol o'ch system.
de: Sie versuchen ein Paket zu entfernen, das einen essenziellen Teil Ihres Systems darstellt.
fil: Hiniling mong tanggalin ang package na mahalagang bahagi ng system.
fr_ca: Vous avez demandé de supprimer un paquet essentiel au fonctionnement du système.
hr: Zahtijevali ste uklanjanje paketa koji je osnovni dio vašega sustava.
ia: Tu requireva remover un pacchetto que es un parte essential de tu systema.
is: Þú baðst um fjarlægingu á pakka sem er nauðsynlegur hluti kerfisins þíns.
it: È stato richiesto di rimuovere un pacchetto che è una parte essenziale del sistema.
km: អ្នក​បាន​ស្នើ​យក​កញ្ចប់​ចេញ​ដែល​ជា​ផ្នែក​ចាំបាច់​របស់​ប្រព័ន្ធ​របស់​អ្នក ។
lo: ທ່ານໄດ້ຮ້ອງຂໍໃຫ້ລຶບແພັກເກັດທີ່ເປັນສ່ວນສຳຄັນຂອງລະບົບຂອງທ່ານ.
ml: നിങ്ങളുടെ സിസ്റ്റത്തിന്റെ വളരെ പ്രധാനപെട്ട ഒരു ഭാഗമാണ് നിങ്ങള്‍ നീക്കം ചെയ്യാന്‍ ആവശ്യപ്പെട്ടിരിക്കുന്നത്.
ms: Anda meminta untuk membuang sebuah pakej yang penting kepada sistem anda.
nn: Du har bede om å få fjerna ein pakke som er grunnleggande for systemet.
ro: Ați cerut să eliminați un pachet care este o parte esențială a sistemului.
sk: Požiadali ste o odstránenie balíka, ktorý je nevyhnutnou súčasťou vášho systému.
sr: Затражили сте уклањање пакета који је кључни део Вашег система.
te: మీ సిస్టమ్‌లో ముఖ్యమైన భాగమైన ప్యాకేజీని తొలగించమని మీరు అభ్యర్థించారు.
ug: سىستېمىنىڭ ئاساسلىق بولىقىنى ئۆچۈرمەكچى بولدىڭىز.
