Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: The connection to the daemon was lost. Most likely the background daemon crashed.
am: ወደ እረዳት ግንኙነት ተቋርጧል: ምናልባት ከ በስተ ጀርባ እረዳቱ ተጋጭቶ ይሆናል
ar: فُقد الاتصال بالعفريت. على الأرجح فإن العفريت الذي يعمل في الخلفية قد انهار.
be: Сувязь з дэманам страчана. Хутчэй за ўсё, яго праца нечакана скончылася.
bg: Връзката с демона беше изгубена. Най-вероятно демонът, работещ във фонов режим е блокирал.
bs: Veza s demonom je izgubljena. Najvjerovatnije je pozadinski demon krahirao.
ca: S'ha perdut la connexió amb el dimoni. Segurament el dimoni en segon pla ha tingut una fallada.
cs: Spojení s démonem bylo ztraceno. Tento démon běžící na pozadí pravděpodobně spadl.
cy: Collwyd y cysylltiad â'r daemon. Yn fwyaf tebyg, chwalodd daemon y cefndir.
de: Die Verbindung zum Hintergrunddienst wurde unterbrochen. Höchstwahrscheinlich ist der Dienst abgestürzt.
fil: Nawala ang koneksyon sa daemon. Malamang pumalya ang background daemon.
fr_ca: La connexion au démon a été perdue. Le démon d’arrière-plan a probablement planté.
hr: Povezivanje s pozadinskim programom je izgubljeno. Zacijelo se pozadinski program srušio.
ia: Le connexion al demone era perdite. Multo probabilemente le demone in secunde plano collabeva.
it: La connessione al demone è stata persa. Probabilmente il demone in background è andato in crash.
km: ការ​តភ្ជាប់​ទៅកាន់​ដេមិន​ខូច ។ ភាគច្រើន​ដេមិន​ផ្ទៃខាងក្រោយ​គាំង ។
lo: ການເຊື່ອມຕໍ່ກັບເດມອນໄດ້ຂາດຫາຍໄປ. ເປັນໄປໄດ້ວ່າເດມອນທີ່ເຮັດວຽກເບື້ອງຫຼັງໄດ້ຂັດຂ້ອງ.
ml: ഡെമണിനുമായുള്ള ബന്ധം നഷ്ടപ്പെട്ടു. പശ്ചാത്തല ഡെമൺ തകരാറിലായിട്ടുണ്ടാകാനാണ് സാധ്യത.
ms: Sambungan kepada daemon telah hilang. Kemungkinan besar daemon latarbelakang telah mati.
nn: Mysta koplinga til daemon. Truleg krasja bakgrunns-daemonen.
ro: Conexiunea cu serviciul a fost pierdută. Probabil că serviciul din fundal s-a întrerupt neașteptat.
sk: Spojenie s démonom bolo stratené. Pravdepodobne démon na pozadí havaroval.
sr: Веза са демоном је изгубљена. Највероватније да је позадински демон изненада прекинуо с радом.
te: డెమోన్‌తో కనెక్షన్ పోయింది. బ్యాక్‌గ్రౌండ్ డెమోన్ క్రాష్ అయి ఉండవచ్చు.
ug: Demon بىلەن بولغان باغلىنىش ئۈزۈلدى. ئارقا تەرەپ مۇئەككەلى توختاپ قالغاندەك قىلىدۇ

source: The installation or removal of a software package failed.
am: የሶፍትዌር ጥቅል መግጠም ወይም ማስወገድ ወድቋል
ar: فشل التثبيت أو الإزالة لحزمة برمجية.
be: Усталёўка ці выдаленне пакетаў праграм не атрымалася.
bg: Инсталация или премахване на софтуерен пакет неуспешна.
bs: Instalacija ili uklanjanje softverskog paketa su neuspjeli.
ca: Ha fallat la instal·lació o supressió d'un paquet de programari.
cs: Instalace nebo odstraňování balíku selhalo.
cy: Methodd gosod neu dynnu pecyn meddalwedd.
de: Das Installieren oder Entfernen eines Software-Pakets ist gescheitert.
fil: Bigong ma-install o tanggalin ang software package
fr_ca: Échec d’installation ou de suppression d’un paquet logiciel a échoué.
hr: Instalacija ili uklanjanje paketa softvera nije uspjela.
ia: 9:08 Le installation o remotion de un pacchetto software falleva.
is: Innsetning eða fjarlæging hugbúnaðar tókst ekki.
it: Installazione o la rimozione di un pacchetto software non riuscita.
km: បាន​បរាជ័យ​ក្នុង​ការ​​ដំឡើង ឬ​​ក្នុង​ការ​យក​កញ្ចប់​ផ្នែក​ទន់​ចេញ ។
lo: ການຕິດຕັ້ງ ຫຼື ລຶບແພັກເກັດຊອບແວລົ້ມເຫຼວ.
ml: ഒരു സോഫ്റ്റ്‌വെയര്‍ പാക്കേജിന്റെ ഇന്‍സ്റ്റോള്‍ അല്ലെങ്കില്‍ നീക്കം ചെയ്യല്‍ പ്രക്രിയ പരാജയപ്പെട്ടിരിക്കുന്നു.
ms: Pemasangan atau pembuangan sebuah pakej perisian telah gagal.
nn: Mislukkast å installera eller fjerna ein programvarepakke.
ro: Instalarea sau eliminarea unui pachet de programe a eșuat.
sk: Inštalácia alebo odstránenie softvérového balíka zlyhalo
sr: Инсталација или уклањање софтверског пакета није успела.
te: సాఫ్ట్‌వేర్ ప్యాకేజీ యొక్క సంస్థాపన లేదా తొలగింపు విఫలమైంది.
ug: يۇمشاق دېتال بولىقىنى ئورنىتىش ياكى ئۆچۈرۈش مەغلۇپ بولدى.

source: The requested feature is not supported.
am: የ ተጠየቀው ገጽታ የ ተደገፈ አይደለም
ar: الميزة المطلوبة غير مدعومة
be: Магчымасць не падтрымліваецца.
bg: Исканата функция не се поддържа.
bs: Zatražena funkcija nije podržana.
ca: La funció que s'ha sol·licitat no està implementada.
cs: Požadovaná funkce není podporována.
cy: Nid yw'r nodwedd y gofynnwyd amdani yn cael ei chefnogi.
de: Die angefordertete Funktion wird nicht unterstützt.
fil: Hindi suportado ang feature na hinihiling mo.
fr_ca: La fonction demandée n’est pas prise en charge.
hr: Zahtjevana značajka nije podržana.
ia: Le function requirite non es supportate.
is: Umbeðinn eiginleiki er ekki studdur.
it: La funziona richiesta non è supportata.
km: មិន​គាំទ្រ​លក្ខណ​ពិសេស​ដែល​បាន​ស្នើ​ឡើយ
lo: ຄຸນສົມບັດທີ່ຮ້ອງຂໍບໍ່ໄດ້ຮັບການຮອງຮັບ.
ml: അഭ്യർത്ഥിച്ച സവിശേഷത പിന്തുണയ്ക്കുന്നില്ല.
ms: Fitur dipinta tidak disokong.
nn: Den etterspurde funksjonen støttast ikkje.
ro: Funcția solicitată nu există.
sk: Požadovaná funkcia nie je podporovaná
sr: Затражена функција није подржана.
te: అభ్యర్థించిన ఫీచర్‌కు మద్దతు లేదు.
ug: تەلەپ قىلغان ئىقتىدارىنى قوللىمايدۇ.

source: There seems to be a programming error in aptdaemon, the software that allows you to install/remove software and to perform other package management related tasks.
be: Мяркуючы па ўсім, у aptdaemon, праграмным забеспячэнні, якое дазваляе вам усталёўваць / выдаляць праграмы і выконваць звязаныя з пакетамі задачы, прысутнічае праграмная памылка.
bs: Izgleda da postoji greška u programiranju aptdaemon, softvera koji vam omogućava da instalirate / uklanjate softver kao i da vrši druge poslove u vezi sa upravljanjem paketa.
cs: Zdá se, že při tvorbě aptdaemon - softwaru, který umožňuje instalaci/odstraňování softwaru a další úkoly související se správou softwaru - došlo k chybě.
de: Anscheinend gibt es einen Programmfehler in aptdaemon, der Anwendung, die Ihnen das Installieren/Entfernen von Anwendungen und das Ausführen weiterer Paketverwaltungsaufgaben ermöglicht.
it: Sembra esserci un errore di programmazione in aptdaemon, il software che consente di installare e rimuovere programmi e di eseguire altre attività di gestione dei pacchetti.
km: ហាក់​បី​ដូច​​ជា​​មាន​កំហុស​ក្នុង​ការ​សរសេរ​កម្មវិធី​នៅ​ក្នុង aptdaemon ផ្នែក​ទន់​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក ដំឡើង/​យក​ចេញ ផ្នែក​ទន់ ត្រូវ​ប្រតិបត្តិ​កិច្ចការ​ដែល​ទាក់ទង​ការ​គ្រប់គ្រង​កញ្ចប់​ផ្សេង ។
ro: Se pare că există o eroare de programare în aptdaemon, software-ul care permite instalarea/ștergerea de programe și care realizează sarcini legate de administrarea pachetelor.
sk: Zdá sa, že sa vyskytla chyba v aptdaemon, softvéri, ktorý vám umožňuje inštalovať a odstraňovať softvér a vykonávať iné úlohy súvisiace so správou softvéru.
sr: Изгледа да постоји програмерска грешка у апт позадинцу, програму који вам омогућава да инсталирате/уклањате програме као и да обављате друге послове у вези управљања пакетима.

source: This error could be caused by required additional software packages which are missing or not installable. Furthermore there could be a conflict between software packages which are not allowed to be installed at the same time.
am: ይህ ስህተት የሚፈጠረው ተጨማሪ የ ሶፍትዌር ጥቅል በ መፈለግ የ ተነሳ ነው: ይህ አካል ጎድሏል ወይንም አልተገጠመም: በ ተጨማሪ ግጭት ሊፈጥር ይችላል በ ጥቅል ሶፍትዌሮች በ ተመሳሳይ ጊዜ መገጠም የሌለባቸው
ar: هذا الخطأ قد يكون بسبب حزم برمجيات إضافية مطلوبة، مفقودة أو لا يمكن تثبيتها. من ناحية أخرى قد يكون هناك تعارض بين حزم البرمجيات التي لا تسمح أن يتم تثبيتها في نفس الوقت.
be: Гэтая памылка магла паўстаць з прычыны дадатковых пакетаў, якія немагчыма ўсталяваць ці якія адсутнічаюць. Да таго ж можа мець месца канфлікт паміж пакетамі, якія не могуць быць усталяваныя адначасова.
bg: Тази грешка може да се дължи на необходими допълнителни софтуерни пакети, които липсват или не могат да бъдат инсталирани. Освен това, възможно е да има конфликт между софтуерни пакети, които не могат да бъдат едновременно инсталирани.
bs: Ova greška može biti uzrokovana potrebnim dodatnim paketima koji nedostaju ili se ne mogu instalirati. Štaviše, može biti konflikt između softverskih paketa koji nisu dopušteni da budu instalirani u isto vrijeme.
ca: Pot ser que aquest error sigui degut al fet que calguin paquets de programari addicionals que no estan disponibles o no es poden instal·lar. També podria ser un conflicte entre paquets de programari que no es poden instal·lar simultàniament.
cs: Tato chyba mohla být způsobena požadovanými dodatečnými balíky, které chybí nebo nejsou instalovatelné. Dále může být konflikt mezi balíky, u kterých není povolena instalace ve stejnou dobu.
cy: Gall y gwall hwn fod wedi cael ei achosi gan becynnau meddalwedd ychwanegol angenrheidiol sydd ar goll neu nad oes modd eu gosod. At hynny, gall fod gwrthdaro rhwng pecynnau meddalwedd nad oes caniatâd i'w gosod ar yr un pryd.
de: Dieser Fehler könnte durch weitere erforderliche Software-Pakete, die jedoch fehlen oder nicht installiert werden können, verursacht worden sein. Außerdem könnte es einen Konflikt zwischen Paketen geben, die nicht zur selben Zeit installiert sein dürfen.
fil: Posibleng nagmula ang error sa kinakailangang dagdag na software packages na nawawala o hindi ma-install. Pwede ring mula ang error sa software packages na hindi pwedeng pagsabayin.
fr_ca: Cette erreur peut provenir de paquets supplémentaires nécessaires, mais manquants ou non installables. De plus, il pourrait y avoir un conflit entre des paquets qui ne peuvent pas être présents en même temps sur le système.
hr: Ova greška može biti uzrokovana potrebom za dodatnim softverskim paketima koji nedostaju ili ih je nemoguće instalirati. Nadalje može postojati sukob između softverskih paketa koje nije moguće instalirati istovremeno.
ia: Iste error pote esser causate per additional pacchettos software requirite mancante o non installabile. In ultra on poterea haber un conflicto inter pacchettos software que non es permittite esser installate al mesme tempore.
it: Questo problema potrebbe essere causato dalla mancanza o dalla possibilità di non installare pacchetti software aggiuntivi. Potrebbe inoltre esserci un conflitto tra pacchetti software che non possono essere installati nello stesso momento.
km: កំហុស​នេះ​អាច​បណ្ដាល​មក​ពី​​​កញ្ចប់​ផ្នែក​ទន់​​​បន្ថែម​ដែល​បាន​ទាមទារ ខូច​ឬ​មិន​អាច​ដំឡើង​បាន ។ អាច​ប៉ះ​ទង្គិច​រវាង​កញ្ចប់​ផ្នែក​ទន់ ដែល​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ដំឡើង​នៅ​ពេល​តែមួយ ។
lo: ຂໍ້ຜິດພາດນີ້ອາດເກີດຈາກແພັກເກັດຊອບແວເພີ່ມເຕີມທີ່ຈຳເປັນແຕ່ຂາດຫາຍໄປ ຫຼື ບໍ່ສາມາດຕິດຕັ້ງໄດ້. ນອກຈາກນີ້, ອາດຈະມີການຂັດກັນລະຫວ່າງແພັກເກັດຊອບແວທີ່ບໍ່ອະນຸຍາດໃຫ້ຕິດຕັ້ງພ້ອມກັນ.
ml: ആവശ്യമായ അധിക സോഫ്റ്റ്‌വെയർ പാക്കേജുകൾ ഇല്ലാത്തതോ ഇൻസ്റ്റാൾ ചെയ്യാൻ കഴിയാത്തതോ ആകാം ഈ പിശകിന് കാരണം. കൂടാതെ, ഒരേ സമയം ഇൻസ്റ്റാൾ ചെയ്യാൻ അനുവദിക്കാത്ത സോഫ്റ്റ്‌വെയർ പാക്കേജുകൾക്കിടയിൽ ഒരു വൈരുദ്ധ്യമുണ്ടാകാം.
ms: Ralat ini mungkin disebabkan keperluan pakej perisian tambahan yang hilang atau tidak dipasang. Tambahan pula mungkin terdapat konflik antara pakej perisian yang tidak membenarkannya dipasang pada masa yang sama.
nn: Denne feilen kan skuldast tilleggsprogramvare som mangler eller ikkje kan installerast. Den kan óg være ei konflikt mellom programvarepakkar som ikkje kan være installert samstundes.
ro: Această eroare ar putea fi cauzată de pachete software suplimentare necesare care lipsesc sau care nu sunt instalabile. În plus, ar putea exista un conflict între pachete software care nu au voie să fie instalate în același timp.
sk: Túto chybu mohli spôsobiť ďalšie balíky softvéru, ktoré buď chýbajú alebo ich nebolo možné nainštalovať. Okrem toho mohol nastať konflikt medzi balíkmi, ktoré nemožno nainštalovať súčasne.
sr: Ова грешка може бити изазвана захтевањем додатних софтверских пакета који недостају или нису инстаљиви. Такође може постојати сукоб између софтверских пакета којима није дозвољено да буду инсталирани у исто време.
te: ఈ ఎర్రర్ అవసరమైన అదనపు సాఫ్ట్‌వేర్ ప్యాకేజీలు లేకపోవడం లేదా ఇన్‌స్టాల్ చేయలేకపోవడం వల్ల సంభవించవచ్చు. అంతేకాకుండా, ఒకే సమయంలో ఇన్‌స్టాల్ చేయడానికి అనుమతించబడని సాఫ్ట్‌వేర్ ప్యాకేజీల మధ్య వైరుధ్యం ఉండవచ్చు.
ug: بۇ خاتالىق، زۆرۈر قوشۇمچە يۇمشاق دېتال بوغچىسىنىڭ يوقلۇقى ياكى ئۇنى ئورناتقىلى بولماسلىقى سەۋەبىدىن كېلىپ چىققان. يەنە كېلىپ بىرگە ئورناتقىلى بولمايدىغان يۇمشاق دېتال بوغچىسى(چىقىشالمايدىغان) ئارىسىدا توقۇنۇش كېلىپ چىققان ئېھتىماللىقمۇ بار.

source: This requires installing packages from unauthenticated sources.
am: ይህ ያልተረጋገጡ ምንጮችን ጥቅል መግጠም ያስፈልጋል
ar: يتطلب ذلك تثبيت حزم من مصادر غير موثوقة.
bg: Трябва да инсталирате пакети от неоторизирани източници.
bs: Ovo zahtijeva instalaciju paketa s neautentičnih izvora
ca: Aquesta acció requereix la instal·lació de fonts no identificades.
cs: Tato akce vyžaduje instalaci balíků z neověřených zdrojů.
cy: Mae hyn yn gofyn am osod pecynnau o ffynonellau heb eu dilysu.
de: Dieser Vorgang erfordert die Installation von Paketen aus nicht signierten Quellen.
fil: Kinakailangang mag-install ng packages sa unauthenticated sources.
fr_ca: Des paquets doivent être installés de sources non authentifiées.
hr: Ovo zahtjeva instalaciju paketa s neprovjerenih izvora.
ia: Isto require installar le pacchettos ab fontes apocryphe.
it: Ciò richiede l'installazione di pacchetti da sorgenti non autenticate.
lo: ການດຳເນີນການນີ້ຕ້ອງການການຕິດຕັ້ງແພັກເກັດຈາກແຫຼ່ງທີ່ບໍ່ໄດ້ຮັບການຢືນຢັນ.
ml: ഇതിന് ആധികാരികതയില്ലാത്ത ഉറവിടങ്ങളിൽ നിന്നുള്ള പാക്കേജുകൾ ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്.
ms: Ia perlukan pemasangan pakej dari sumber tidak disahihkan.
nn: Dette krevjar at du installerar pakkar frå ikkje-autoriserte kjelder.
sk: Vyžaduje sa inštalovanie balíkov z nedôveryhodných zdrojov.
sr: Овај захват укључује инсталирање пакета из непроверених извора.
te: దీనికి ప్రామాణీకరించని మూలాల నుండి ప్యాకేజీలను ఇన్‌స్టాల్ చేయడం అవసరం.
ug: بۇنىڭ ئۈچۈن كىملىكى دەلىللەنمىگەن مەنبەلەردىن بوغچىلارنى ئورنىتىش زۆرۈر.

source: The installation could have failed because of an error in the corresponding software package or it was cancelled in an unfriendly way. You have to repair this before you can install or remove any further software.
am: መግጠሙ የ ተሰናከለበት ምክንያት ስህተት ስለ ተፈጠረ ነው በ ተመሳሳይ ሶፍትዌር ጥቅል ውስጥ ወይንም ተስማሚ ስላልሆነ ተሰርዟል: እርስዎ ይህን መጠገን ወይንም ማስወገድ አለብዎት ሌላ ሶፍትዌር ከ መግጠምዎ በፊት
ar: فشل التثبيت بسبب خطأ متعلق بحزمة البرمجية أو بسبب إلغاءه بطريقة غير ملائمة. عليك إصلاح ذلك قبل أن تتمكن من تثبيت أو إزالة أي برمجيات أخرى.
be: Усталёўка магла прайсці няўдала з-за памылкі ў адпаведным пакеце, альбо была няправільна спыненая. Вам варта выправіць гэта перш чым усталёўваць ці выдаляць іншыя праграмы.
bg: Инсталацията може да се е провалила, заради грешка в съответните софтуерни пакети или ако е била прекъсната по некоректен начин. Трябва да отстраните това преди да инсталирате или премахнете друг софтуер.
bs: Instalacija je možda neuspjela zbog greke u odgovarajućem softverskom paketu ili je prekinuto na neadekvatan način. Trebate to popraviti prije instalacije ili uklanjanja daljnjeg softvera.
ca: Pot ser que la instal·lació hagi fallat degut a un error en el paquet de programari corresponent o que fou cancel·lada d'una manera incorrecta. Haureu de reparar-ho abans de poder instal·lar o eliminar qualsevol programari.
cs: Instalace mohla selhat kvůli chybě v příslušném balíku nebo byla zrušena nevhodným způsobem. Tento problém musíte opravit před instalací nebo odstraněním dalšího softwaru.
cy: Gall y gosodiad fod wedi methu oherwydd gwall yn y pecyn meddalwedd cyfatebol neu cafodd ei ddiddymu mewn ffordd anghyfeillgar. Mae'n rhaid i chi drwsio hyn cyn y gallwch chi osod neu dynnu unrhyw feddalwedd bellach.
de: Die Installation könnte aufgrund eines Fehlers im betreffenden Software-Paket gescheitert sein oder weil sie nicht ordnungsgemäß abgebrochen wurde. Dieser Zustand muss behoben werden, bevor weitere Software installiert oder entfernt werden kann.
fil: Posibleng nabigo ang installation dahil sa error sa software package o hindi ito maayos na kinansela. Kailangan mong ayusin ito bago ka pwedeng mag-install o tanggal ng anumang software.
fr_ca: L’installation a peut-être échoué en raison d’une erreur dans le paquet correspondant ou d’une interruption brutale. Vous devez corriger cette situation avant d’installer ou de supprimer d’autres logiciels.
hr: Instalacija možda neće uspjeti zbog greške u odgovarajućem softverskom paketu ili je prekinuta na nedopušten način. To morate popraviti prije nego što ponovno pokušate instalirati ili ukloniti softver.
ia: Le installation poterea haber fallite per un error in le correspondente pacchetto software o illo era cancellate in un maniera poc amical. Tu debe reparar lo ante que tu pote installar o remover alcun altere software.
it: L'installazione potrebbe non essere riuscita a causa di un errore nel relativo pacchetto software oppure non è stata annullata correttamente. È necessario riparare questo pacchetto prima di poter installare o rimuovere qualsiasi altro software.
km: ការ​ដំឡើង​អាច​បរាជ័យ ដោយសារ​តែ​​មាន​កំហុស​នៅ​ក្នុង​កញ្ចប់​ផ្នែក​ទន់​មិន​ត្រូវគ្នា ឬ​វា​អាច​ត្រូវ​បាន​បោះបង់​ ។ អ្នក​ត្រូវ​ជួសជុល​វា​សិន មុន​ពេល​អ្នក​ដំឡើង ឬ​យក​ផ្នែក​ទន់​ចេញ ។
lo: ການຕິດຕັ້ງອາດລົ້ມເຫຼວຍ້ອນຂໍ້ຜິດພາດໃນແພັກເກັດຊອບແວທີ່ກ່ຽວຂ້ອງ ຫຼື ຖືກຍົກເລີກແບບກະທັນຫັນ. ທ່ານຕ້ອງສ້ອມແປງບັນຫານີ້ກ່ອນຈຶ່ງຈະສາມາດຕິດຕັ້ງ ຫຼື ລຶບຊອບແວອື່ນໆຕໍ່ໄປໄດ້.
ml: അനുബന്ധ സോഫ്റ്റ്‌വെയർ പാക്കേജിലെ ഒരു പിശക് കാരണം ഇൻസ്റ്റാളേഷൻ പരാജയപ്പെടുകയോ അല്ലെങ്കിൽ അത് സൗഹൃദപരമല്ലാത്ത രീതിയിൽ റദ്ദാക്കപ്പെടുകയോ ചെയ്തിരിക്കാം. കൂടുതൽ സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനോ നീക്കം ചെയ്യുന്നതിനോ മുമ്പ് നിങ്ങൾ ഇത് നന്നാക്കേണ്ടതുണ്ട്.
ms: Pemasangan mungkin telah gagal disebabkan ralat didalam pakej perisian selaras dengannya atau ia dibatalkan didalam cara yang dipaksa. Anda perlu membaiki ini sebelum anda boleh memasang atau membuang perisian lagi.
nn: Installasjonen kan ha mislukkast grunna ein feil i den tilsvarande programvarepakken, eller at den blei avbrote på ugunstig vis. Du må ordna dette før du kan installera eller fjerne fleire program.
ro: Este posibil ca instalarea să fi eșuat din cauza unei erori în pachetul software corespunzător sau să fi fost anulată într-un mod nesuportat. Trebuie să remediați această problemă înainte de a putea instala sau înlătura orice alt software.
sk: Inštalácia mohla zlyhať z dôvodu chyby príslušného balíka softvéru alebo bola zrušená nezvyčajným spôsobom. Musíte to opraviť predtým, než budete môcť inštalovať alebo odstraňovať ďalší softvér.
sr: Инсталација можда није успела због грешке у одговарајућем софтверском пакету или је отказана на неодговарајући начин. Морате да поправите ово пре него што будете могли да инсталирате или уклоните будући софтвер.
te: సంబంధిత సాఫ్ట్‌వేర్ ప్యాకేజీలోని లోపం వల్ల ఇన్‌స్టాలేషన్ విఫలమై ఉండవచ్చు లేదా అది ప్రతికూలమైన రీతిలో రద్దు చేయబడి ఉండవచ్చు. మీరు ఏదైనా ఇతర సాఫ్ట్‌వేర్‌ను ఇన్‌స్టాల్ చేయడానికి లేదా తీసివేయడానికి ముందు దీన్ని రిపేర్ చేయాలి.
ug: بۇ خاتالىق ماس يۇمشاق دېتال بولىقىدا خاتالىق بولغاچقا ياكى ئۇنىڭ نورمال ئاخىرلاشتۇرۇلمىغانلىقىدىن كېلىپ چىقىدۇ. باشقا بوغچىلارنى ئورنىتىش ياكى ئۆچۈرۈشتىن ئاۋۋال بۇ خاتالىقنى تۈزىتىڭ.

source: Please copy the file to your local computer and check the file permissions.
am: እባክዎን ፋይሉን በ እርስዎ ኮምፒዩተር ውስጥ ያስቀምጡ እና የ ፋይሉን ፍቃድ ይመርምሩ
ar: رجاءً إنسخ الملف إلى حاسوبك المحلي وتحقق من أذونات الملف.
be: Калі ласка, скапіруйце файл на ваш лакальны кампутар і праверце правы на файл.
bg: Моля копирайте файлът на вашия локален компютър и проверете разрешенията за файла.
bs: Molim kopirajte datoteku na vaš lokalni računar i provjerite prava nad datotekom.
ca: Copieu el fitxer a l'ordinador local i comproveu els permisos del fitxer.
cs: Prosím, zkopírujte si soubor do počítače a zkontrolujte oprávnění k souboru.
cy: Copïwch y ffeil i'ch cyfrifiadur lleol a gwiriwch caniatâd y ffeil.
de: Bitte Datei auf den lokalen Rechner kopieren und Zugriffsrechte überprüfen.
fil: Pakikopya ang file sa computer mo at tingnan ang file permissions.
fr_ca: Copiez le fichier sur votre ordinateur et vérifiez-en les droits.
hr: Kopirajte datoteku na vaše lokalno računalo i provjerite dozvole datoteke.
ia: Per favor copia le file a tu computator local e verifica le permissos del file.
is: Afritaðu skrána á tölvuna þína og athugaðu skráarheimildir hennar.
it: Copiare i file nel proprio computer e controllarne i permessi.
km: សូម​ចម្លង​ឯកសារ​ទៅកាន់​កុំព្យូទ័រ​មូលដ្ឋាន​របស់​អ្នក ហើយ​ពិនិត្យ​មើល​សិទ្ធ​ឯកសារ ។
lo: ກະລຸນາສຳເນົາໄຟລ໌ໄປຍັງຄອມພິວເຕີຂອງທ່ານ ແລະ ກວດສອບສິດການເຂົ້າເຖິງໄຟລ໌.
ml: നിങ്ങളുടെ ലോക്കൽ കമ്പ്യൂട്ടറിലേക്ക് ഫയൽ പകർത്തി ഫയൽ അനുമതികൾ പരിശോധിക്കുക.
ms: Sila salin fail ke komputer setempat anda dan semak kebenaran fail.
nn: Ver vennleg og kopier fila til datamaskina og kontroller filrettane.
ro: Copiați fișierul în calculator și verificați permisiunile acestuia.
sk: Prosím, skopírujte súbor na svoj lokálny počítač a skontrolujte oprávnenia súboru.
sr: Молим умножите датотеку на ваш локални рачунар и проверите овлашћења датотеке.
te: దయచేసి ఫైల్‌ను మీ స్థానిక కంప్యూటర్‌లోకి కాపీ చేసి, ఫైల్ అనుమతులను తనిఖీ చేయండి.
ug: ھۆججەتنى كومپيۇتېرىڭىزغا كۆچۈرۈپ ئۇنىڭ ئىمتىيازلىرىنى تەكشۈرۈڭ.
