Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
be: Паспрабаваць вырашыць сапсаваныя залежнасці. Гэта патэнцыйна небяспечная аперацыя, паколькі яна можа выдаліць шмат пакетаў.
bs: Pokušaj razrješenja oštećenih zavisnosti. Potencijalno opasno, jer može ukloniti previše paketa.
cs: Pokusit se vyřešit porušené závislosti. Jedná se o potenciálně nebezpečnou operaci, jelikož může dojít k odstranění mnoha balíků.
de: Nicht erfüllte Abhängigkeiten nach Möglichkeit reparieren. Dies ist potentiell gefährlich, weil »aptdcon« evtl. versuchen wird, viele Pakete zu entfernen.
it: Provare a risolvere le dipendenze danneggiate (operazione potenzialmente pericolosa in quanto potrebbe rimuovere molti pacchetti).
km: ព្យាយាម​​ដោះស្រាយ​ភាព​អាស្រ័យ​ដែល​ខូច ។ ប្រតិបត្តិការ​មាន​​គ្រោះថ្នាក់ នៅ​ពេល​​ព្យាយាម​យក​កញ្ចប់​ជា​ច្រើន​ចេញ ។
ro: Încercați să rezolvați dependențe defecte. Operația este potențial periculoasă deoarece ar putea încerca să elimine multe pachete.
sk: Pokúsiť sa vyriešiť poškodené závislosti. To je potenciálne nebezpečná operácia, pretože by sa mohla pokúsiť odstrániť veľké množstvo balíkov.
sr: Покушаће да реши оштећене зависности. Потенцијално опасна операција јер може покушати да уклони многе пакете.

source: Try to finish a previous incompleted installation
be: Паспрабуйце скончыць папярэднюю ўсталёўку
bs: Pokušaj završetka prethodne nekompletne instalacije
cs: Pokusit se dokončit předchozí neúplnou instalaci
de: Abgebrochene Installation nach Möglichkeit fortsetzen
it: Prova a terminare una precedente installazione incompleta
km: ព្យាយាម​បញ្ចប់​ការ​ដំឡើង​ដែល​មិន​ទាន់​បាន​បញ្ចប់​មុន
ro: Încercați să finalizați instalarea anterioară incompletă
sk: Pokúsiť sa dokončiť predošlú nedokončenú inštaláciu
sr: Покушаће да заврши претходно недовршену инсталацију

source: Install the given packages
be: Усталяваць гэтыя пакеты
bs: Instaliraj navedene pakete
cs: Nainstalovat určené balíky
de: Die angegebenen Pakete installieren
it: Installa i pacchetti indicati
km: ដំឡើង​កញ្ចប់​ដែល​បាន​ផ្ដល់
ro: Instalează pachetele date
sk: Nainštalovať dané balíky
sr: Инсталираће дате пакете

source: Reinstall the given packages
be: Пераўсталяваць гэтыя пакеты
bs: Ponovno instaliraj navedene pakete
cs: Přeinstalovat určené balíky
de: Die angegebenen Pakete erneut installieren
it: Reinstalla i pacchetti forniti
km: ដំឡើង​កញ្ចប់​ដែល​បាន​ផ្ដល់​ឡើងវិញ
ro: Reinstalează pachetele date
sk: Znova nainštalovať dané balíky
sr: Поново ће инсталирати дате пакете

source: Remove the given packages
be: Выдаліць гэтыя пакеты
bs: Ukloni navedene pakete
cs: Odstranit určené balíky
de: Die angegebenen Pakete entfernen
it: Rimuove i pacchetti forniti
km: យក​កញ្ចប់​ដែល​បាន​ផ្ដល់​ចេញ
ro: Elimină pacehtele date
sk: Odstrániť dané balíky
sr: Уклониће дате пакете

source: Remove the given packages including configuration files
be: Выдаліць гэтыя пакеты разам з файламі канфігурацыі
bs: Ukloni navedene pakete i konfiguracijku datoteku
cs: Odstranit určené balíky včetně konfiguračních souborů
de: Die angegebenen Pakete mit den dazugehörigen Konfigurationsdateien entfernen
it: Rimuove i pacchetti forniti compresi i file di configurazione
km: យក​កញ្ចប់​ដែល​បាន​ផ្ដល់​ចេញ​រួម​នឹង​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
ro: Elimină pachetele date inclusiv fișierele de configurare
sk: Odstrániť dané balíky vrátane konfiguračných súborov
sr: Уклониће дате пакете, укључујући датотеке подешавања

source: Downgrade the given packages
be: Адкат выбраных пакетаў
bs: Smanjenje verzije navedenih paketa
cs: Ponížit verzi určených balíků
de: Eine ältere Version der angegebenen Pakete installieren
it: Porta alla versione precedente i pacchetti selezionati
km: បន្ទាប​កញ្ចប់​ដែល​បាន​ផ្ដល់
ro: Adu pachetele la o versiune mai veche
sk: Znížiť verziu uvedených balíkov
sr: Разградиће дате пакете

source: Deprecated: Please use --safe-upgrade
be: Забаронена: калі ласка выкарыстоўвайце --safe-upgrade
bs: Zastarjelo: Koristite --safe-upgrade
cs: Zastaralé: Použijte prosím --safe-upgrade
de: Veraltet – bitte verwenden Sie: --safe-upgrade
it: Deprecata: usare --safe-upgrade
km: បាន​បដិសេធ ៖ សូម​ប្រើ​ --សុវត្ថិភាព​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង
ro: Învechit: Folosiți --safe-upgrade
sk: Zavrhované: Prosím, použite --safe-upgrade
sr: Застарело: Молим користите „--safe-upgrade“

source: Upgrade the system in a safe way
be: Абнавіць сістэму бяспечным чынам
bs: Ažuriraj sistem na siguran način
cs: Přejít na novější vydání bezpečným způsobem
de: Das System auf eine sichere Weise aktualisieren
it: Aggiorna il sistema in modo sicuro
km: ធ្វើ​ឲ្យ​ប្រព័ន្ធ​នៅ​ក្នុង​មធ្យោបាយ​សុវត្ថិភាព​ប្រសើរ​ឡើង
ro: Actualizează sistemul într-un mod sigur
sk: Aktualizovať systém bezpečným spôsobom
sr: Надограђује систем на безбедан начин

source: Upgrade the system, possibly installing and removing packages
be: Абнавіць сістэму ўсталёўваючы і выдаляючы пакеты (калі магчыма)
bs: Ažuriraj sistem instalacijom i uklanjanjem paketa
cs: Přejít na novější vydání, eventuálně provést instalaci a odstranění balíků
de: Das System aktualisieren – dabei werden eventuell Pakete automatisch installiert und entfernt
it: Aggiorna il sistema, possibilmente installando e rimuovendo pacchetti
km: ធ្វើ​ឲ្យ​ប្រព័ន្ធ​ប្រសើរ​ឡើង ​ការ​ដំឡើង និង​យក​កញ្ចប់​ចេញ
ro: Actualizează sistemul, posibil instalând și eliminând pachete
sk: Aktualizovať systém, s možnou inštaláciou a odstránením balíkov
sr: Надограђује систем, могуће је инсталирање и уклањање пакета

source: Add the vendor to the trusted ones
be: Дадаць пастаўніка ў давераныя
bs: Dodaj proizvođača u one s povjerenjem
cs: Přidat poskytovatele mezi důvěryhodné
de: Den Software-Anbieter als vertrauenswürdig einstufen
it: Aggiunge il vendor tra quelli fidati
km: បន្ថែម​ក្រុមហ៊ុន​លក់​​​ដែល​ជឿ​ទុកចិត្ត
ro: Adaugă vânzătorul la cei de încredere
sk: Pridať dodávateľa do zoznamu dôveryhodných
sr: Додаје продавца међу поверљиве

source: Add the vendor keyid (also needs --keyserver)
be: Дадаць ідэнтыфікатар ключа пастаўніка (спатрэбіца опцыя - keyserver)
bs: Dodaj identifikator ključa proizvođača (potreban --keyserver)
cs: Přidat ID klíč poskytovatele (požadován také --keyserver)
de: Den Schlüssel des Software-Anbieters hinzufügen (erfordert auch die Angabe von --keyserver)
it: Aggiunge l'ID della chiave del vendor (necessario usare anche --keyserver)
km: បន្ថែម​​លេខ​សម្គាល់​សោ​ក្រុមហ៊ុន​លក់​ (ចាំបាច់​ផង​ដែរ --ម៉ាស៊ីន​បម្រើ​សោ)
ro: Adaugă keyid-ul vânzătorului (trebuie folosit şi --keyserver)
sk: Pridať ID kľúča dodávateľa (tiež vyžaduje --keyserver)
sr: Додаје продавчев ид кључа (такође треба --keyserver)

source: Use the given keyserver for looking up keys
be: Выкарыстоўваць дадзены сервер для пошуку ключоў
bs: Koristi navedeni server ključeva za pretragu ključeva
cs: Použít daný server pro vyhledání klíčů
de: Den angegebenen Schlüssel-Server bei der Suche nach Schlüsseln verwenden
it: Usa il server di chiavi fornito per cercare le chiavi
km: ប្រើ​ម៉ាស៊ីន​បម្រើ​សោ​ដែល​បាន​ផ្ដល់​សម្រាប់​ស្វែងរក​សោ
ro: Folosește keyserver-ul dat pentru a găsi cheile
sk: Použiť na vyhľadanie kľúčov uvedený server s kľúčmi
sr: Користи дати сервер кључева за претраживање кључева

source: Add new repository from the given deb-line
be: Дадаць сховішча з пазначанага deb-радка
bs: Dodaj novi repozitorij iz navedene deb linije
cs: Přidat nový zdroj z dané řádky deb
de: Die Software-Paketquelle aus der angegebenen APT-Zeile (deb-line) hinzufügen
it: Aggiunge un nuovo repository dalla deb-line fornita
km: បន្ថែម​ឃ្លាំង​ថ្មី​ពី deb-line ដែល​បាន​ផ្ដល់
ro: Adaugă un nou depozit din linia-deb dată
sk: Pridať nový zdroj softvéru zo zadaného riadka deb
sr: Додаје нову ризницу из дате деб линије

source: Specify an alternative sources.list.d file to which repositories should be added.
be: Пазначыць альтэрнатыўны файл sources.list.d, да якога неабходна дадаваць сховішчы
bs: Navedi alternativnu datoteku sources.list.d gdje se trebaju dodati repozitoriji.
cs: Specifikujte, prosím, alternativní soubor sources.list.d, do kterého se mají přidat repozitáře.
de: Eine alternative sources.list.d-Datei festlegen, zu welcher Software-Paketquellen hinzugefügt werden sollen.
it: Specifica un file sources.list.d alternativo a cui aggiungere i repository
km: បញ្ជាក់​ឯកសារ sources.list.d ដែល​ឃ្លាំង​គួរ​តែ​ត្រូវ​បាន​បន្ថែម ។
ro: Specificați un fișier sources.list.d alternativ la care să fie adăugate depozitele.
sk: Zadajte alternatívny súbor v sources.list.d, do ktorého sa majú pridať zdroje softvéru.
sr: Наведите алтернативну „sources.list.d“ датотеку у коју требају бити додате ризнице.

source: List trusted vendor keys
be: Спіс давераных ключоў пастаўніка
bs: Lista ključeva proizvođača s povjerenjem.
cs: Vypsat klíče důvěryhodných poskytovatelů
de: Schlüssel vertrauenswürdiger Software-Anbieter zeigen
it: Elenca le chiavi fidate dei vendor
km: រាយ​បញ្ជី​សោ​ក្រុមហ៊ុន​លក់​ដែល​ជឿ​ទុកចិត្ត
ro: Listează cheile vânzătorilor de încredere
sk: Zoznam dôveryhodných kľúčov dodávateľov
sr: Списак кључева поузданих продаваца

source: Remove the trusted key of the given fingerprint
be: Выдаліць давераны ключ для дадзенага лічбавага подпісу
bs: Ukloni povjerljivi ključ datog otiska.
cs: Odstranit důvěryhodné klíče dle zadaného otisku
de: Den vertrauenswürdigen Schlüssel mit dem angegebenen Fingerabdruck entfernen
it: Rimuove la chiave fidata della firma fornita
km: យក​សោ​ដែល​ជឿ​ទុកចិត្ត​​នៃ​ស្នាម​ម្រាមដៃ​ដែល​បាន​ផ្ដិត​ចេញ
ro: Elimină cheia de încredere a amprentei date
sk: Odstrániť kľúč s uvedeným odtlačkom spomedzi dôveryhodných
sr: Уклони поверљиви кључ датог отиска прста

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
be: Паўторная наладка ўсталяваных пакетаў. Дадаткова можа быць паказаны мінімальны прыярытэт пытанняў
bs: Ponovo će podesiti instalirane pakete. Opcionalno može biti naveden minimalni prioritet pitanja.
cs: Překonfigurovat instalované balíky. Volitelně může být určena minimální priorita otázek
de: Installierte Pakete neu konfigurieren; die minimale Priorität der Fragen kann optional angegeben werden
it: Riconfigura i pacchetti installati; la priorità minima delle domande può essere specificata opzionalmente
km: កំណត់​រចនាសម្ព័ន្ធ​​កញ្ចប់​ដែល​បាន​ដំឡើង​​ឡើងវិញ ។ អាទិភាព​អប្បបរមា​នៃ​សំណួរ​ដែល​អាច​ត្រូវ​បាន​បញ្ជាក់
ro: Reconfigurați pachetele instalate. Opțional poate fi specificată prioritatea minimă pentru întrebări
sk: Znova nakonfigurovať nainštalované balíky. Je možné zadať minimálnu prioritu otázok.
sr: Поново ће подесити инсталиране пакете. Опционално може бити наведен најмањи приоритет питања.

source: The minimum debconf priority of question to be displayed
be: Мінімальны прыярытэт запыту debconf для адлюстравання
bs: Minimalni prioritet pitanja deb podešavanja koja će biti prikazana
cs: Minimální debconf priorita otázek, které mají být zobrazeny
de: Die minimale debconf-Priorität der Fragen, welche angezeigt werden sollen
it: La priorità debconf minima delle domande da visualizzare
km: អាទិភាព debconf អប្បបរមា​នៃ​សំណួរ​ដែល​ត្រូវ​បាន​បង្ហាញ
ro: Prioritatea minimă debconf pentru întrebările afișate
sk: Minimálna priorita otázok debconf, ktoré sa budú zobrazovať.
sr: Најмањи приоритет питања деб подешавања која ће бити приказана

source: Do not attach to the apt terminal
be: Не падлучацца да тэрмінала apt
bs: Ne prilaži uz apt terminal
cs: Nepřipojovat se k terminálu apt
de: Keine Ausgabe an das APT-Terminal senden
it: Non si collega al terminale apt
km: កុំ​ភ្ជាប់​ជាមួយ​ស្ថានីយ apt
ro: Nu atașa la terminalul apt
sk: Nepripájať sa k terminálu apt
sr: Немој придодати апт терминалу

source: Allow packages from unauthenticated sources
be: Дазваляць пакеты з недавераных крыніц
bs: Dopusti pakete iz neautentičnih izvora
cs: Povolit balíky z neověřených zdrojů
de: Pakete aus nicht vertrauenswürdigen Quellen erlauben
it: Consente pacchetti da sorgenti non autenticate
km: អនុញ្ញាត​ឲ្យ​កញ្ចប់​ពី​ប្រភព​ដែល​មិន​បាន​ផ្ទៀងផ្ទាត់​ភាព​​ត្រឹមត្រូវ
ro: Permite pachete de la surse neautentificate
sk: Povoliť inštaláciu balíkov z neoverených zdrojov
sr: Дозволи пакете са непроверених извора

source: Show additional information about the packages. Currently only the version number
be: Паказаць дадатковую інфармацыю аб пакеце. У дадзены момант толькі нумар версіі
bs: Prikazati dodatne informacije o paketima. Trenutno samo broj verzije
cs: Zobrazit dodatečné informace o balících. Momentálně pouze číslo verze
de: Zusätzliche Informationen zu Paketen anzeigen; aktuell ist das nur die Versionsnummer
it: Mostra informazioni aggiuntive sui pacchetti, attualmente solo il numero di versione
km: បង្ហាញ​ព័ត៌មាន​បន្ថែម​​អំពី​កញ្ចប់ ។ បច្ចុប្បន្ន​មាន​តែ​លេខ​កំណែ​ប៉ុណ្ណោះ
ro: Arată informații suplimentare despre pachete. Acum numai numărul versiunii
sk: Ďalšie informácie o balíkoch. Momentálne oba číslo verzie.
sr: Приказаће додатне информације о пакетима. Тренутно само број верзије

source: Waiting for authentication
am: ማረጋገጫ በ መጠበቅ ላይ
ar: في انتظار المصادقة
be: Чаканне на аўтэнтыфікацыю
bg: Изчакване за идентификация
bs: Čekanje na prijavu
ca: S'està esperant l'autenticació
cs: Čeká se na ověření
cy: Yn aros am ddilysiad
de: Es wird auf die Legitimation gewartet
fil: Hinihintay ang tamang password
fr_ca: En attente d’authentification
hr: Čekanje na ovjeru
ia: Attendente authentication
is: Bíð eftir auðkenningu
it: In attesa dell'autenticazione
km: រង់ចាំ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
lo: ກຳລັງລໍຖ້າການຢືນຢັນຕົວຕົນ
ml: ആധികാരികതയ്ക്കായി കാത്തിരിക്കുന്നു
ms: Menunggu pengsahihan
nn: Ventar på autentisering
ro: Se așteaptă autentificarea
sk: Čaká sa na overenie totožnosti
sr: Чекам на потврђивање идентитета
te: ధృవీకరణ కోసం నిరీక్షిస్తోంది
ug: دەلىللەشنى ساقلاۋاتىدۇ

source: Do not shutdown the daemon because of inactivity
am: ምንም እንቅስቃሴ ባይታይዎትም አያጥፉ
ar: لا تقم بإطفاء العملية الخلفية بسبب عدم النشاط
be: Не выключайце дэман з-за яго неактыўнасці
bg: Не спирайте демона заради неактивност
bs: Ne gasi demon zbog neaktivnosti
ca: No aturis el dimoni per inactivitat
cs: Neukončovat démona z důvodu neaktivity
cy: Peidio â chau'r daemon oherwydd diffyg gweithgaredd
de: Den Dienst nicht aufgrund von Inaktivität beenden
fil: Huwag patayin ang daemon dahil wala itong ginagawa
fr_ca: Ne pas quitter le démon s’il est inactif
hr: Ne isključuj pozadinski program zbog neaktivnosti
ia: Non extingue le demone per inactivitate
is: Ekki slökkva á bakgrunnsþjónustunni vegna aðgerðaleysis
it: Non arresta il demone per inattività
km: កុំ​បិទ​ដេមិន ដោយសារ​តែ​អសកម្មភាព
lo: ບໍ່ໃຫ້ປິດການເຮັດວຽກຂອງເດມອນເນື່ອງຈາກບໍ່ມີການເຄື່ອນໄຫວ
ml: നിഷ്ക്രിയത്വം കാരണം ഡെമൺ ഷട്ട്ഡൗൺ ചെയ്യരുത്.
ms: Jangan menutup daemon disebabkan ketiadaaan aktviti
nn: Ikkje avslutt daemon om han er inaktiv
ro: Nu închide serviciul din cauza inactivității
sk: Nevypínať démona z dôvodu neaktivity
sr: Не гаси демона због неактивности
te: నిష్క్రియాత్మకత కారణంగా డెమోన్‌ను షట్‌డౌన్ చేయవద్దు.
ug: پاسسىپ بولغانلىقى ئۈچۈن مۇئەككەلنى تاقىما

source: Do not load any plugins
am: ምንም ተሰኪ አይጫኑ
ar: لا تحمّل أي ملحقات
be: Не загружаць ніякія плагіны
bg: Не сваляй никакви плъгини
bs: Ne učitavaj nikakve priključke
ca: No carreguis cap connector
cs: Nenačítat žádné zásuvné moduly
cy: Peidio â llwytho unrhyw ategion
de: Keine Erweiterungen laden
fil: Huwag i-load ang kahit anong plugins
fr_ca: Ne charger aucun greffon
hr: Ne učitavaj nikakve dodatke
ia: Non carga alcun plugin
is: Ekki hlaða inn neinum viðbótum
it: Non caricare alcun plugin
km: កុំ​ផ្ទុក​កម្មវិធី​ជំនួយ
lo: ບໍ່ຕ້ອງໂຫຼດປລັກອິນໃດໆ
ml: പ്ലഗിനുകളൊന്നും ലോഡ് ചെയ്യരുത്
ms: Jangan muat apa-apa pemalam
nn: Ikkje last nokon programtillegg
ro: Nu încărca niciun modul
sk: Nenačítavať žiadne zásuvné moduly
sr: Не учитава никакве прикључке
te: ఏ ప్లగిన్‌లను లోడ్ చేయవద్దు
ug: ھېچقانداق قىستۇرمىنى ئوقۇمىسۇن

source: Show internal processing information
am: የውስጥ ሂደቱን መረጃ ማሳያ
ar: عرض معلومات المعالجة الداخلية
be: Паказваць інфармацыю аб унутранай апрацоўцы
bg: Показване на вътрешна информация за обработка
bs: Prikaži interne procesneinformacije
ca: Mostra la informació interna de processament
cs: Zobrazit informace o vnitřních procesech
cy: Dangos gwybodaeth prosesu mewnol
de: Interne Verarbeitungsinformationen anzeigen
fil: Ipakita ang internal processing information
fr_ca: Afficher les données de traitement interne
hr: Prikaži informacije unutarnje obrade
ia: Monstrar informationes de processo interne
is: Birta innri vinnsluupplýsingar
it: Mostra informazioni di elaborazione interne
km: បង្ហាញ​ព័ត៌មាន​អំពី​ដំណើរការ​ខាងក្នុង
lo: ສະແດງຂໍ້ມູນການປະມວນຜົນພາຍໃນ
ml: ആന്തരിക പ്രോസസ്സിംഗ് വിവരങ്ങൾ കാണിക്കുക
ms: Tunjukkan informasi pemprosesan dalam
nn: Vis informasjon om interne prosessar
ro: Arată informații despre procesare
sk: Zobraziť interné informácie o priebehu
sr: Прикажи информације о унутрашњим процесима
te: అంతర్గతంగా జరుగుతున్న ప్రక్రియ సమాచారాన్ని చూపించు
ug: ئىچكى processing ئۇچۇرلىرىنى كۆرسىتىش

source: Quit and replace an already running daemon
am: መውጫ እና መቀየሪያ እየሄደ ያለውን ፕሮግራም
ar: أغلق واستبدل العملية الخلفية الحالية
be: Выйсці і замяніць ужо запушчаны дэман
bg: Спиране и заменяне на вече работещ демон
bs: Napusti i zamijeni demon koji se već izvršava
ca: Surt i reemplaça un dimoni que s'estigui executant
cs: Ukončit a nahradit již běžícího démona
cy: Gadael ac amnewid daemon sydd eisoes yn rhedeg
de: Einen bereits laufenden Dienst beenden und ersetzen
fil: Isara at palitan ang tumatakbong daemon
fr_ca: Fermer et remplacer un démon en cours d’exécution
hr: Isključi i zamjeni već pokrenuti pozadinski program
ia: Quitar e reimplaciar un demone jam functionante
is: Hætta og skipta út vöktunarpúka sem er þegar í gangi
it: Esce e sostituisce un demone già in esecuzione
km: បោះបង់ និង​ជំនួស​ដេមិន​ដែល​​ដំណើរការ​រួច​ហើយ
lo: ອອກ ແລະ ແທນທີ່ເດມອນທີ່ກຳລັງເຮັດວຽກຢູ່
ml: പ്രവർത്തിക്കുന്ന ഒരു ഡെമൺ ഉപേക്ഷിച്ച് മാറ്റിസ്ഥാപിക്കുക
ms: Tutup dan gantikan sebuah daemon yang sedang berjalan
nn: Avslutt og erstatt ein allereie køyrande daemon
ro: Închide și înlocuiește un serviciu care rulează
sk: Ukončiť a nahradiť už bežiaceho démona
sr: Заустави и замени већ започет демон програм
te: ఇప్పటికే నడుస్తున్న డెమోన్‌ను నిష్క్రమించి భర్తీ చేయండి
ug: ئىجرا بولۇۋاتقان مۇئەككەلنى توختات ۋە ئالماشتۇر

source: Listen on the DBus session bus (Only required for testing
am: ያድምጡ የ DBus session bus (የሚፈለገው ለ መሞከሪያ ብቻ ነው)
ar: راقب قناة الاتصال الخاصة بجلسة نظام DBus (هذا مطلوب فقط لغرض التجربة
be: Чакаць на сігнал DBus для агульнай шыны (Толькі для тэставання
bg: Слишайте DBus сесията (Изисквана само за тестване)
bs: Osluškuje na magistrali DBus sesije (potrebno je samo za testiranje)
ca: Escolta en el bus de sessió DBus (només cal per a proves)
cs: Poslouchat na sběrnici DBus (Vyžadováno pouze pro testování
cy: Gwrando ar y bws sesiwn DBus (Dim ond ei angen ar gyfer profi
de: Verbindung vom Sitzungs-D-Bus annehmen (Nur zum Testen nützlich)
fil: Pakinggan ang DBus session bus (kailangan lang sa testing)
fr_ca: Écouter le bus de session DBus (pour tests seulement)
hr: Poslušaj na DBus sesiji bus (potrebno samo za testiranje)
ia: Ascoltar sur le bus de session DBus (Solo necessari al test
is: Hlusta á DBus-rás setunnar (eingöngu til prófunar
it: Resta in ascolto sul bus D-Bus di sessione (solo per eseguire test)
km: ស្ដាប់​ខ្សែ​បញ្ជូន​សម័យ​របស់ DBus (បាន​ទាមទារ​ឲ្យ​មាន​ការ​សាកល្បង
lo: ຟັງຢູ່ເທິງບັສເຊດຊັນ DBus (ຕ້ອງການສຳລັບການທົດສອບເທົ່ານັ້ນ
ml: DBus സെഷൻ ബസിൽ കേൾക്കുക (പരിശോധനയ്ക്ക് മാത്രം ആവശ്യമാണ്)
ms: Dengar bus sesi DBUS (Hanya diperlukan untuk pengujian
nn: Lytt til Dbus-øktbussen (Krevjast kun for testing
ro: Ascultă pe magistrala sesiunii DBus (Necesar numai pentru teste)
sk: Počúvať na zbernici DBus relácie (potrebné iba na testovanie)
sr: Ослушкује на магистрали ДБус сесије (потребно је само за тестирање)
te: DBus సెషన్ బస్‌లో వినండి (పరీక్షకు మాత్రమే అవసరం
ug: DBus ئەڭگىمە باش لىنىيىسىدە تىڭشا (سىناقتىلا زۆرۈر بولىدۇ

source: Perform operations in the given chroot
am: በ ተሰጠው chroot ውስጥ ተግባሮች መፈጸሚያ
ar: تنفيذ العمليات في بيئة chroot المحددة
be: Праводзіць аперацыі ў дадзеным галоўным каталозе
bg: Изпълни операции във зададената chroot
bs: Izvršava operacije u datom chroot okruženju
ca: Realitza les operacions en el chroot especificat
cs: Provést operace v zadaném chroot
cy: Cyflawni gweithrediadau yn y chroot hwn
de: Vorgänge in der angegebenen chroot-Umgebung ausführen
fil: Gumawa ng mga operasyon sa itinakdang chroot
fr_ca: Effectuer des opérations dans l’environnement chroot indiqué
hr: Izvedi radnju u danom chroot-u
ia: Exequer operationes in le chroot date
it: Esegue operazioni nel chroot fornito
km: ធ្វើ​ប្រតិបត្តិការ​នៅ​ក្នុង chroot ដែល​បាន​ផ្ដល់
lo: ປະຕິບັດງານໃນ chroot ທີ່ກຳນົດໃຫ້
ml: (ഇതുവരെ വിവർത്തനം ചെയ്തിട്ടില്ല)
ms: Lakukan operasi didalam chroot yang diberikan
nn: Utfør operasjonar i angjeven chroot
ro: Realizează operații în mediul chroot specificat
sk: Vykonať operácie v uvedenom chroote
sr: Извршава операције у датом „chroot“-у
te: ఇవ్వబడిన chroot లో ఆపరేషన్‌లను చేయి
ug: بېرىلگەن chroot مۇھىتىدا مەشغۇلات قىلىدۇ

source: Store profile stats in the specified file
am: የ ገጽታ ሁኔታዎችን በ ተወሰነ ፋይል ውስጥ ያስቀምጡ
ar: خزن إحصائيات ملف الإحصائيات في الملف المحدد
be: Захоўваць статыстыку ў пазначаным файле
bg: Запазване на статистики за профила в упоменатия файл
bs: Postavi stanja profila u navedenoj datoteci
ca: Desa estadístiques de perfil en el fitxer especificat
cs: Ukládat statistiky profilu do zadaného souboru
cy: Cadw ystadegau proffil yn y ffeil benodol
de: Profilstatistiken in der angegebenen Datei speichern
fil: I-save ang profile stats sa pinili mong file
fr_ca: Enregistrer les statistiques du profil dans le fichier indiqué
hr: Spremi stanje profila u određenu datoteku
ia: Immagazinar le statisticas de profilo in le file specificate
it: Memorizza le statistiche di profilo nel file specificato
km: រក្សាទុក​ទម្រង់​នៅ​ក្នុង​ឯកសារ​ដែល​បាន​បញ្ជាក់
lo: ເກັບສະຖິຕິໂປຣໄຟລ໌ໃນໄຟລ໌ທີ່ລະບຸ
ml: രേഘപെടുത്തിയ ഫയലില്‍ പ്രൊഫൈല്‍ സ്റ്റ്സ് സൂക്ഷിക്കുക
ms: Simpan stat profil dalam fail yang ditentukan
nn: Lagra profilstatistikk i valt fil
ro: Stochează profilul în fișierul specificat
sk: Ukladať štatistiky profilu v určenom súbore
sr: Сачувај стање профила у посебно одређену датотеку
te: పేర్కొన్న ఫైల్‌లో ప్రొఫైల్ గణాంకాలను నిల్వ చేయండి
ug: profile stats نى بەلگىلەنگەن ھۆججەتكە ساقلاش
