Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: The package system is broken
am: የ ስርአቱ ጥቅል ተሰብሯል
ar: حزمة النظام معطوبة
be: Сістэма пакетаў пашкоджана.
bg: Пакетната система е повредена
bs: Paketni sistem je oštećen
ca: El sistema de paquets està malmès
cs: Balíčkovací systém je porušen
cy: Mae'r system becyn wedi torri
de: Das Paketsystem ist beschädigt
fil: Sira ang package system
fr_ca: Le système des paquets est défaillant
hr: Paketni sustav je slomljen
ia: Le systema de pacchettos es rupte
is: Pakkakerfið er bilað
it: Il sistema di pacchetti è danneggiato
km: ខូច​ប្រព័ន្ធ​កញ្ចប់
lo: ລະບົບແພັກເກັດເສຍຫາຍ
ml: പാക്കേജ് സിസ്റ്റം തകരാറിലാണ്
ms: Sistem pakej adalah rosak
nn: Pakkesystemet er øydelagt
ro: Sistemul de pachete este corupt
sk: Systém balíkov je poškodený
sr: Систем пакета је оштећен
te: ప్యాకేజీ వ్యవస్థ విరిగినది
ug: بوغچا سىستېمىسى بۇزۇلغان

source: Key was not installed
ar: المفتاح لم يكن مثبت
be: Ключ ня быў усталяваны
bg: Ключът не беше инсталиран
bs: Ključ nije instaliran
ca: No s'ha instal·lat la clau
cs: Klíč nebyl nainstalován
cy: Nid yw'r allwedd wedi'i osod
de: Der Schlüssel wurde nicht installiert
fr_ca: La clé n’a pas été installée
ia: Le clave non era installate
is: Lykillinn var ekki settur upp
it: La chiave non è stata installata
km: មិន​បាន​ដំឡើង​សោ​ឡើយ
ml: കീ ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല
ms: Kunci tidak dipasang
nn: Nøkkelen vart ikkje installert
ro: Cheia de autentificare nu a fost instalată
sk: Kľúč nebol nainštalovaný
sr: Кључ није инсталиран
te: కీ స్థాపించబడలేదు

source: Key was not removed
ar: المفتاح لم يكن محذوف
be: Ключ быў ня выдалены
bg: Ключът не беше премахнат
bs: Ključ nije uklonjen
ca: No s'ha suprimit la clau
cs: Klíč nebyl odstraněn
cy: Allwedd heb ei dynnu
de: Der Schlüssel wurde nicht entfernt
fr_ca: La clé n’a pas été supprimée
ia: Le clave non era removite
is: Lykillinn var ekki fjarlægður
it: La chiave non è stata rimossa
km: មិន​បាន​យក​សោ​ចេញ​ឡើយ
ml: താക്കോൽ നീക്കം ചെയ്തിട്ടില്ല
ms: Kunci tidak dibuang
nn: Nøkkelen vart ikkje fjerna
ro: Cheia de autentificare nu a fost eliminată
sk: Kľúč nebol odstránený
sr: Кључ није уклоњен
te: కీ తొలగించబడలేదు

source: Failed to lock the package manager
am: የጥቅል አስተዳዳሪውን መቆለፍ ወድቋል
ar: فشل في إقفال برنامج إدارة الحزم
be: Немагчыма заблакаваць мэнэджар пакетаў
bg: Неуспех при заключването на пакетния мениджър
bs: Neuspjeh u zaključavanju paketnog menadžera
ca: Ha fallat el blocatge del gestor de paquets
cs: Zamknutí správce balíků selhalo
cy: Wedi methu cloi'r rheolwr pecyn
de: Das Sperren der Paketverwaltung ist gescheitert
fil: Bigong i-lock ang package manager
fr_ca: Échec de verrouillage du gestionnaire de paquets
hr: Zaključavanje upravitelja paketima nije uspjelo
ia: Falta a blocar le gestor de pacchettos
is: Mistókst að læsa pakkastjóranum
it: Blocco del gestore di pacchetti non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាក់សោ​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់
lo: ລັອກຕົວຈັດການແພັກເກັດລົ້ມເຫຼວ
ml: പാക്കേജ് മാനേജർ ലോക്ക് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal untuk mengunci pengurus pakej
nn: Mislukkast å låsa pakkehandsamaren
ro: Blocarea administratorului de pachete a eșuat
sk: Zlyhalo zamknutie správcu balíkov
sr: Нисам успео да закључам управника пакета
te: ప్యాకేజీ నిర్వాహకిని లాక్‌చేయుటలో విఫలంచెందినది
ug: بوغچا باشقۇرغۇچنى قۇلۇپلاش مەغلۇپ بولدى

source: Failed to load the package list
am: የጥቅል ዝርዝር መጫን ወድቋል
ar: فشل في تحميل قائمة الحزم
be: Ня ўдалося загрузіць спіс пакетаў
bg: Неуспех при зареждане на списъка с пакети
bs: Neuspjeh u učitavanju liste paketa
ca: Ha fallat la càrrega de la llista de paquets
cs: Nahrávání seznamu balíků selhalo
cy: Wedi methu llwytho'r rhestr becynnau
de: Das Laden der Paketliste ist gescheitert
fil: Bigong i-load ang package list
fr_ca: Échec de chargement de la liste des paquets
hr: Učitavanje popisa paketa nije uspjelo
ia: Falta a cargar le lista de pacchettos
is: Mistókst að hlaða inn pakkalistanum
it: Caricamento dell'elenco di pacchetti non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក​បញ្ជី​កញ្ចប់
lo: ໂຫຼດລາຍການແພັກເກັດລົ້ມເຫຼວ
ml: പാക്കേജ് ലിസ്റ്റ് ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal untuk memuat senarai pakej
nn: Mislukkast å lasta pakkelista
ro: Încărcarea listei de pachete a eșuat
sk: Zlyhalo načítanie zoznamu balíkov
sr: Нисам успео да учитам списак пакета
te: ప్యాకేజీ జాబితా లోడ్ చేయుటలో విఫలమైంది
ug: بوغچا تىزىمىنى ئوقۇش مەغلۇپ بولدى

source: Package does not exist
am: ጥቅሉ አልተገኘም
ar: حزمة غير موجودة
be: Пакет не існуе
bg: Пакетът не съществува
bs: Paket ne postoji
ca: El paquet no existeix
cs: Balík neexistuje
cy: Nid yw pecyn yn bodoli
de: Paket existiert nicht
fil: Wala ang package na hinahanap mo
fr_ca: Le paquet n’existe pas
hr: Paket ne postoji
ia: Le pacchetto non existe
is: Pakkinn er ekki til
it: Il pacchetto non esiste
km: មិន​មាន​កញ្ចប់​ឡើយ
lo: ແພັກເກັດບໍ່ມີຢູ່
ml: പാക്കേജ് നിലവില്‍ ഇല്ല
ms: Pakej tidak wujud
nn: Pakken fins ikkje
ro: Pachetul nu există
sk: Balík neexistuje
sr: Пакет не постоји
te: ప్యాకేజీ ఉనికిలోలేదు
ug: بوغچا مەۋجۇت ئەمەس

source: Package is already up to date
am: ጥቅሉ ዘመናዊ ነው
ar: الحزمة محدثة مسبقا
be: Пакет у актуальным стане
bg: Пакетът е в актуално състояние
bs: Paket je već ažuriran
ca: El paquet ja està actualitzat
cs: Balík je aktuální.
cy: Mae'r pecyn eisoes yn gyfredol
de: Paket ist bereits auf dem neuesten Stand
fil: Updated na ang package mo
fr_ca: Le paquet est déjà à jour
hr: Paket je nadopunjen
ia: Le pacchetto es jam actualisate
is: Pakkinn er þegar af nýjustu gerð
it: Il pacchetto è già aggiornato
km: កញ្ចប់​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ទាន់សម័យ​រួចហើយ
lo: ແພັກເກັດເປັນເວີຊັນຫຼ້າສຸດແລ້ວ
ml: പാക്കേജ് ഇതിനകം തന്നെ അപ്ടുഡേറ്റാണ്.
ms: Pakej sudah dikemaskini
nn: Pakken er allereie oppdatert
ro: Pachetul este actualizat deja
sk: Balík je už aktuálny
sr: Пакет је већ ажуриран
te: ప్యాకేజీ ఇప్పటికే తాజాగా ఉంది.
ug: بوغچا ئەڭ يېڭى ھالەتتە

source: Package is already installed
am: ጥቅሉ ቀደም ብሎ ተገጥሟል
ar: حزمة مثبتة مسبقا
be: Пакет ужо ўсталяваны
bg: Пакетът вече е инсталиран
bs: Paket je već instaliran
ca: El paquet ja està instal·lat
cs: Balík je nainstalován
cy: Mae'r pecyn eisoes wedi'i osod
de: Paket ist bereits installiert
fil: Naka-install na ang package
fr_ca: Le paquet est déjà installé
hr: Paket je već instaliran
ia: Le pacchetto es jam installate
is: Pakkinn er þegar uppsettur
it: Il pacchetto è già installato
km: បាន​ដំឡើង​កញ្ចប់​រួច​ហើយ
lo: ແພັກເກັດໄດ້ຖືກຕິດຕັ້ງແລ້ວ
ml: പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്യപ്പെട്ടിട്ടുണ്ട്
ms: Pakej sudah dipasang
nn: Pakken er allereie installert
ro: Pachetul este deja instalat
sk: Balík už je nainštalovaný
sr: Пакет је већ инсталиран
te: ప్యాకేజీ ఇదివరకే స్థాపించడింది
ug: بوغچا ئاللىقاچان ئورنىتىلغان

source: Package isn't installed
am: ጥቅሉ አልተገጠመም
ar: حزمة غير مثبتة
be: Пакет не ўсталяваны
bg: Пакетът не е инсталиран
bs: Paket nije instaliran
ca: El paquet no està instal·lat
cs: Balík není nainstalován
cy: Nid yw'r pecyn wedi'i osod
de: Paket ist nicht installiert
fil: Hindi naka-install ang package
fr_ca: Le paquet n’est pas installé
hr: Paket nije instaliran
ia: Le pacchetto non es installate
is: Pakkinn er ekki uppsettur
it: Il pacchetto non è installato
km: មិន​ទាន់​បាន​ដំឡើង​កញ្ចប់​នៅ​ឡើយ​ទេ
lo: ແພັກເກັດຍັງບໍ່ໄດ້ຖືກຕິດຕັ້ງ
ml: പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടില്ല
ms: Pakej tidak dipasang
nn: Pakken er ikkje installert
ro: Pachetul nu este instalat
sk: Balík nie je nainštalovaný
sr: Пакет није инсталиран
te: ప్యాకేజీ స్థాపించబడలేదు
ug: بوغچا ئورنىتىلمىغان

source: Failed to remove essential system package
am: አስፈላጊ የ ስርአት ጥቅል ማስወገድ አልተቻለም
ar: فشل في إزالة حزم نظام أساسية
be: Памылка пры выдаленні важнага сістэмнага пакета
bg: Неуспех при премахването на основнен системен пакет
bs: Neuspjelo uklanjanje bitnog sistemskog paketa
ca: Ha fallat la supressió d'un paquet essencial del sistema
cs: Odstranění nezbytného systémového balíku selhalo
cy: Wedi methu tynnu pecyn system hanfodol
de: Das Entfernen eines grundlegenden Systempakets ist gescheitert
fil: Bigong tanggalin ang mahalagang system package
fr_ca: Échec de suppression d’un paquet essentiel au système
hr: Uklanjanje osnovnog paketa sustava nije uspjelo
ia: Falta a remover pacchetto de systema essential
is: Mistókst að fjarlægja nauðsynlegan kerfispakka
it: Rimozione di pacchetto di sistema essenziale non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​យក​កញ្ចប់​ប្រព័ន្ធ​ចេញ
lo: ລຶບແພັກເກັດລະບົບທີ່ສຳຄັນລົ້ມເຫຼວ
ml: അത്യാവശ്യ സിസ്റ്റം പാക്കേജ് നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk membuang pakej sistem yang diperlukan
nn: Mislukkast å fjerna ein grunnleggande systempakke
ro: Eliminarea pachetului esențial pentru sistem a eșuat
sk: Nepodarilo sa odstrániť nevyhnutný systémový balík
sr: Нисам успео да уклоним кључни пакет система
te: ముఖ్యమైన వ్యవస్థ ప్యాకేజీని తొలగించుటలో విఫలమయ్యింది
ug: ئاساسلىق سىستېما بوغچىلىرىنى ئۆچۈرۈش مەغلۇپ بولدى

source: Task cannot be monitored or controlled
am: ስራዎቹን መመልከት ወይም መቆጣጠር አልተቻለም
ar: تعذّر رصد المهمة أو التحكم بها
be: Заданне ня можа быць пракантралявана
bg: Задачата не може да бъде наблюдавана или контролирана
bs: Zadatak se ne može pratiti ili kontrolisati
ca: No es pot fer un seguiment o control de la tasca
cs: Úloha nemůže být sledována nebo kontrolována
cy: Nid oes modd monitro na rheoli'r dasg
de: Der Vorgang kann nicht überwacht oder gesteuert werden
fil: Hindi pwedeng bantayan o kontrolin ang task
fr_ca: La tâche ne peut être ni surveillée ni contrôlée
hr: Zadatkom se ne može nadgledati ili upravljati
ia: Le activitate non pote esser surveliate o controlate
is: Verkefni er ekki hægt að vakta eða stjórna
it: Impossibile monitorare o controllare le attività
km: មិន​អាច​ត្រួតពិនិត្យ​ភារកិច្ច​បាន​ទេ
lo: ບໍ່ສາມາດຕິດຕາມ ຫຼື ຄວບຄຸມໜ້າວຽກໄດ້
ml: ടാസ്‌ക് നിരീക്ഷിക്കാനോ നിയന്ത്രിക്കാനോ കഴിയില്ല.
ms: Tugas tidak dapat diperhatikan atau dikawal
nn: Denne oppgåva kan verken overvakast eller kontrollerast
ro: Sarcina nu poate fi monitorizată sau controlată
sk: Úlohu nemožno sledovať alebo kontrolovať
sr: Задатак не може бити праћен или контролисан
te: పనిని పర్యవేక్షించడం లేదా నియంత్రించడం సాధ్యం కాదు.
ug: ۋەزىپىنى كۆزەتكىلى ياكى باشقۇرغىلى بولمىدى

source: Package operation failed
am: የ ጥቅል ተግባር ወድቋል
ar: فشل عملية حزمة
be: Памылка пакетнай аперацыі
bg: Пакетната операция неуспешна
bs: Operacija nad paketom nije uspjela
ca: Ha fallat l'operació amb el paquet
cs: Operace s balíkem selhala
cy: Methodd gweithrediad y pecyn
de: Die Paketoperation ist gescheitert
fil: Bigo ang package operation
fr_ca: Échec de traitement du paquet
hr: Radnja paketa nije uspjela
ia: Operation de pacchettos fallite
is: Aðgerð með pakka tókst ekki
it: Operazione di pacchetto non riuscita
km: បាន​បរាជ័យ​ប្រតិបត្តិការ​កញ្ចប់
lo: ການປະຕິບັດງານແພັກເກັດລົ້ມເຫຼວ
ml: പാക്കേജു പ്രയോഗം പരാജയപ്പെട്ടു
ms: Operasi pakej telah gagal
nn: Mislukkast å gjennomføra pakkeoperasjonen
ro: Acțiunea asupra pachetelor a eșuat
sk: Operácia s balíkom zlyhala
sr: Извршавање задатог није успело
te: ప్యాకేజీ ఆపరేషన్ విఫలమైంది
ug: بوغچا مەشغۇلاتى مەغلۇپ بولدى

source: Requires installation of untrusted packages
am: ያልታመኑ ጥቅሎችን መግጠም ያስፈልጋል
ar: يتطلب تثبيت حزم غير موثوقة
be: Патрабуецца ўсталёўка нязнойдзеных пакетаў
bg: Изисква инсталация на недоверени пакети
bs: Zahtijeva instalaciju nepovjerljivih paketa
ca: Requereix la instal·lació de paquets que no són de confiança
cs: Je požadována instalace neprověřených balíků
cy: Yn gofyn am osod pecynnau anymddiriedig
de: Installation von Paketen erforderlich, denen nicht vertraut werden kann
fil: Kailangang mag-install ng packages ng hindi suki
fr_ca: Nécessite l’installation de paquets non fiables
hr: Potrebna je instalacija nepouzdanih paketa
ia: Require installation de pacchettos non de confidentia
is: Krefst uppsetningar á ótreystum pökkum
it: Richiede l'installazione di pacchetti non fidati
km: ទាមទារ​ការ​ដំឡើង​កញ្ចប់​ដែល​មិន​ជឿ​ទុកចិត្ត
lo: ຕ້ອງການການຕິດຕັ້ງແພັກເກັດທີ່ບໍ່ໜ້າເຊື່ອຖື
ml: വിശ്വസനീയമല്ലാത്ത പാക്കേജുകളുടെ ഇൻസ്റ്റാളേഷൻ ആവശ്യമാണ്.
ms: Memerlukan pemasangan pakej-pakej yang tidak dipercayai
nn: Krev installasjon av utiltrudde pakkar
ro: Necesită instalarea unor pachete din surse neautentificate
sk: Vyžaduje inštaláciu nedôveryhodných balíkov
sr: Захтева инсталирање неповерљивих пакета
te: నమ్మదగని ప్యాకేజీల సంస్థాపన అవసరం
ug: ئىشەنچسىز بوغچىنى ئورنىتىشنى تەلەپ قىلىۋاتىدۇ.

source: Previous installation hasn't been completed
am: ያለፈው መግጠሚያ አልጨረሰም
ar: التثبيت السابق لم يكتمل
be: Папярэдняя ўсталёўка не была скончана
bg: Предишната инсталация не е завършена
bs: Prethodna instalacija nije završena
ca: No s'ha completat la instal·lació anterior
cs: Předchozí instalace nebyla dokončena
cy: Nid yw gosodiad blaenorol wedi'i gwblhau
de: Der letzte Installationsvorgang wurde nicht erfolgreich beendet
fil: Hindi natapos ang huling installation
fr_ca: L’installation précédente n’est pas terminée
hr: Prijašnja instalacija nije završena
ia: Le installation previe non ha essite completate
is: Fyrri uppsetningu hefur ekki verið lokið
it: L'installazione precedente non è stata completata
km: ការ​ដំឡើង​មុន​មិន​ទាន់​ត្រូវ​បាន​បញ្ចប់​នៅ​ឡើយ​ទេ
lo: ການຕິດຕັ້ງຄັ້ງກ່ອນຍັງບໍ່ສຳເລັດ
ml: മുമ്പത്തെ ഇൻസ്റ്റാളേഷൻ പൂർത്തിയായിട്ടില്ല.
ms: Pemasangan yang dahulu belum diselesaikan lagi
nn: Den førre installasjonen er ikkje fullført
ro: Instalarea anterioară nu a fost finalizată
sk: Predošlá inštalácia nebola dokončená
sr: Претходна инсталација није била завршена
te: మునుపటి ఇన్‌స్టాలేషన్ పూర్తి కాలేదు.
ug: ئالدىنقى قېتىملىق ئورنىتىش تاماملانماپتۇ

source: The package is of bad quality
am: የ ጥቅሉ ጥራት ጥሩ አይደለም
ar: الحزمة ذات جودة سيئة
be: Гэты пакет кепскай якасці
bg: Пакетът е с лошо качество
bs: Paket je lošeg kvaliteta
ca: El paquet és de mala qualitat
cs: Balík má špatnou kvalitu
cy: Mae'r pecyn o ansawdd gwael
de: Dieses Paket ist von schlechter Qualität
fil: Masama ang kalidad ng package
fr_ca: Le paquet est de mauvaise qualité
hr: Paket je loše kvalitete
ia: Le pacchetto es de mal qualitate
is: Pakkinn er í lélegum gæðum
it: Il pacchetto è di cattiva qualità
km: កញ្ចប់​គ្មាន​គុណភាព
lo: ແພັກເກັດມີຄຸນນະພາບຕ່ຳ
ml: പാക്കേജ് മോശം ഗുണനിലവാരമുള്ളതാണ്.
ms: Pakej berkualiti rendah
nn: Pakken er i dårleg forfatning
ro: Acest pachet este de slabă calitate
sk: Tento balík je nekvalitný
sr: Пакет је лошег квалитета
te: ప్యాకేజీ చెత్త గుణాలను కలిగిఉంది
ug: بۇ بوغچىنىڭ سۈپىتى بەك ناچار ئىكەن

source: Package file could not be opened
am: የ ጥቅሉን ፋይል መክፈት አልተቻለም
ar: تعذّر فتح ملف الحزمة
be: Не атрымалася адкрыць пакет
bg: Пакетният файл не може да бъде отворен
bs: Datoteka paketa ne može biti otvorena
ca: No s'ha pogut obrir el fitxer de paquet
cs: Soubor balíku nelze otevřít
cy: Methu agor ffeil y pecyn
de: Paketdatei konnte nicht geöffnet werden
fil: Hindi mabuksan ang package file
fr_ca: Impossible d’ouvrir le fichier de paquet
hr: Datoteka paketa se ne može otvoriti
ia: Le file pacchetto non poteva esser aperite
is: Ekki var hægt að opna pakkaskrána
it: Impossibile aprire il file di pacchetto
km: មិន​អាច​បើក​ឯកសារ​កញ្ចប់​បាន​ទេ
lo: ບໍ່ສາມາດເປີດໄຟລ໌ແພັກເກັດໄດ້
ml: പാക്കേജ് ഫയൽ തുറക്കാൻ കഴിഞ്ഞില്ല
ms: Fail pakej tidak boleh dibuka
nn: Pakkefila kunne ikkje opnast
ro: Pachetul nu se poate deschide
sk: Súbor balíka nebolo možné otvoriť
sr: Датотека пакета не може бити отворена
te: ప్యాకేజీ ఫైల్ తెరువలేము
ug: بوغچا ھۆججىتىنى ئاچقىلى بولمىدى

source: Not supported feature
am: የ ተደገፈ ገጽታ አይደለም
ar: خصائص غير مدعومة
be: Гэтая магчымасць не падтрымліваецца
bg: Неподдържана функция
bs: Nepodržana funkcija
ca: La funció no està implementada
cs: Nepodporovaná funkce
cy: Nodwedd heb ei chefnogi
de: Nicht unterstützte Funktion
fil: Hindi suportado ang feature
fr_ca: Une fonction n’est pas prise en charge
hr: Značajka nije podržana
ia: Function non supportate
is: Ekki studdur eiginleiki
it: Funzione non supportata
km: គ្មាន​លក្ខណ​ពិសេស​ដែល​បាន​គាំទ្រ​ឡើយ
lo: ຄຸນສົມບັດບໍ່ຮອງຮັບ
ml: പിന്തുണയ്‌ക്കാത്ത സവിശേഷത
ms: Fitur tidak disokong
nn: Ikkje støtta funksjon
ro: Funcție inexistentă
sk: Nepodporovaná funkcia
sr: Неподржана функција
te: ఫీచర్ మద్దతు లేదు
ug: قوللىمايدىغان ئىقتىدار

source: Failed to download the license key
am: የ ፍቃድ ቁልፍ ማውረድ አልተቻለም
ar: فشل في تنزيل مفتاح الترخيص
be: Памылка атрымання ліцэнзійнага ключа
bg: Грешка при получаването на лицензният ключ
bs: Nisam uspio da preuzmem ključ licence
ca: Ha fallat la baixada de la clau de llicència
cs: Selhalo stažení licenčního klíče
cy: Wedi methu llwytho allwedd y drwydded i lawr
de: Herunterladen des Lizenzschlüssels fehlgeschlagen
fil: Bigong i-download ang license key
fr_ca: Échec de téléchargement de la clé de licence
hr: Preuzimanje ključa licence nije upjelo
ia: Falta a discargar le clave de licentia
is: Mistókst að ná í leyfislykilinn
it: Scaricamento della chiave di licenza non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាញ​យក​សោ​អាជ្ញាប័ណ្ណ
lo: ດາວໂຫຼດຄີໃບອະນຸຍາດລົ້ມເຫຼວ
ml: ലൈസൻസ് കീ ഡൗൺലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
ms: Gagal memuat turun kunci lesen
nn: Mislukkast å laste ned lisensnøkkelen
ro: Eșec la descărcarea cheii de licență
sk: Nepodarilo sa stiahnuť licenčný kľúč
sr: Нисам успео да преузмем кључ лиценце
te: లైసెన్స్ కీని డౌన్‌లోడ్ చేయడంలో విఫలమైంది.
ug: ئىجازەتنامە ئاچقۇچىنى چۈشۈرۈش مەغلۇپ بولدى

source: Failed to install the license key
am: የ ፍቃድ ቁልፍ መግጠም አልተቻለም
ar: فشل في تثبيت مفتاح الترخيص
be: Памылка ўсталёўкі ліцэнзійнага ключа
bg: Грешка при инсталирането на лицензният ключ
bs: Nisam uspio da instaliram ključ licence
ca: Ha fallat la instal·lació de la clau de llicència
cs: Selhala instalace licenčního klíče
cy: Wedi methu gosod allwedd y drwydded
de: Installation des Lizenzschlüssels fehlgeschlagen
fil: Bigong ma-install ang license key
fr_ca: Échec d’installation de la clé de licence
hr: Instalacija ključa licence nije uspjelo
ia: Falta a installar le clave de licentia
is: Mistókst að setja upp leyfislykilinn
it: Installazione della chiave di licenza non riuscita
km: បាន​បរាជ័យ​ក្នុង​ការ​​ដំឡើង​សោ​អាជ្ញាប័ណ្ណ
lo: ຕິດຕັ້ງຄີໃບອະນຸຍາດລົ້ມເຫຼວ
ml: ലൈസൻസ് കീ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal memasang kunci lesen
nn: Mislukkast å installera lisensnøkkelen
ro: Eșec la instalarea cheii de licență
sk: Nepodarilo sa nainštalovať licenčný kľúč
sr: Нисам успео да инсталирам кључ лиценце
te: లైసెన్స్ కీని ఇన్‌స్టాల్ చేయడంలో విఫలమైంది.
ug: ئىجازەتنامە ئاچقۇچىنى ئورنىتىش مەغلۇپ بولدى

source: The system is already up to date
am: ስርአቱ ዘመናዊ ነው
ar: النظام محدث
be: Сістэма ў актуальным стане
bg: Системата е в актуално състояние
bs: Sistem je već ažuriran
ca: El sistema ja està actualitzat
cs: Systém je plně aktualizovaný
cy: Mae'r system eisoes yn gyfredol
de: System ist bereits auf dem neuesten Stand
fil: Updated na ang system
fr_ca: Le système est déjà à jour
hr: Sustav je već nadograđen
ia: Le systema es jam actualisate
is: Kerfið er þegar með öllum nýjustu pökkum
it: Il sistema è già aggiornato
km: ប្រព័ន្ធ​ហួស​សម័យ​ហើយ
lo: ລະບົບເປັນເວີຊັນຫຼ້າສຸດແລ້ວ
ml: സിസ്റ്റം ഇതിനകം തന്നെ അപ് ടു ഡേറ്റാണ്.
ms: Sistem sudah dikemakini
nn: Systemet er allereie oppdatert
ro: Sistemul este actualizat deja
sk: Systém je už aktuálny
sr: Систем је већ ажуриран
te: ఈ వ్యవస్థ ఇప్పటికే తాజాగా ఉంది.
ug: سىستېمىڭىز ئاللىقاچان ئەڭ يېڭى ھالەتتە

source: You could not be authorized
am: እርስዎ በቂ ፍቃድ የሎትም
ar: لن تمنح التصريح
bg: Удостоверяването на потребителя не може да се изпълни
bs: Ne možete biti autorizirani
ca: No ha estat possible donar-vos l'autorització
cy: Nid oedd modd eich awdurdodi
de: Sie konnten nicht legitimiert werden
fil: Hindi ka awtorisado
fr_ca: L’autorisation ne vous a pas été donnée
hr: Ne možete biti ovlašteni
ia: Tu pote non esser autorisate
is: Ekki var hægt að auðkenna þig
it: Impossibile eseguire l'autorizzazione
lo: ທ່ານບໍ່ສາມາດໄດ້ຮັບການອະນຸຍາດ
ml: നിങ്ങൾക്ക് അംഗീകാരം നൽകാൻ കഴിഞ്ഞില്ല.
ms: Anda tidak diizinkan
nn: Du kunne ikkje bli autorisert
sr: Неуспех при овлашћивању.
te: మీకు అధికారం ఇవ్వబడలేదు.
ug: كىملىكىڭىزنى دەلىللىگىلى بولمىدى

source: You are not allowed to perform this action
am: እርስዎ ይህን ተግባር መፈጸም አይችሉም
ar: غير مسموح لك بالقيام بهده المهمة
bg: Нямате достатъчно права за да изпълните това действие
bs: Nije vam dopušteno da obavite ovu akciju
ca: No teniu permís per dur a terme aquesta acció
cy: Ni chaniateir i chi gyflawni'r weithred hon
de: Es ist Ihnen nicht gestattet diese Aktion durchzuführen
fil: Hindi ka pwedeng gumawa ng aksyong ito
fr_ca: Vous n’avez pas l’autorisation d’effectuer cette action
hr: Niste ovlašteni za pokretanje ove radnje
ia: Non te es permittite exequer iste action
is: Þú hefur ekki leyfi til að gera þetta
it: Non è consentito eseguire questa azione
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ດຳເນີນການນີ້
ml: ഈ പ്രവൃത്തി ചെയ്യാൻ നിങ്ങൾക്ക് അനുവാദമില്ല.
ms: Anda tidak dibenarkan membuat tindakan ini
nn: Du har ikkje løyve til å utføra handlinga
sr: Нисте овлашћени да извршите овај захват
te: ఈ చర్యను చేయడానికి మీకు అనుమతి లేదు.
ug: سىزنىڭ بۇ مەشغۇلاتنى قىلىشىڭىزغا ئىجازەت بېرىلمىگەن

source: An unhandlable error occured
am: ትልቅ ችግር ተፈጥሯል
ar: حدث خطأ لا يمكن التعامل معه
be: Здарылася непераадольная памылка
bg: Появи се неочаквана грешка
bs: Desila se greška koja se ne može obraditi
ca: S'ha produit un error que no es pot gestionar
cs: Nastala neošetřená chyba
cy: Digwyddodd gwall nad oes modd ei drin
de: Ein unvorhergesehener Fehler ist aufgetreten
fil: Naganap ang unhandable error
fr_ca: Une erreur impossible à traiter est survenue
hr: Dogodila se neočekivana greška
ia: Un error non maneabile eveniva
is: Ómeðhöndluð villa koma upp
it: Si è verificato un errore non gestibile
km: បាន​កើត​ឡើង​កំហុស​ដែល​មិន​អាច​ដោះស្រាយ​បាន
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ສາມາດຈັດການໄດ້
ml: പരിഹരിക്കാനാകാത്ത ഒരു പിശക് സംഭവിച്ചു
ms: Ralat yang tidak boleh dikendalikan berlaku
nn: Ein uhandterleg feil oppstod
ro: O eroare ce nu poate fi tratată a apărut
sk: Vyskytla sa neobslúžiteľná chyba
sr: Дошло је до грешке којом се не може управљати
te: ఒక వ్యవహరించలేని దోషం సంభవించింది
ug: تۇتقىلى بولمايدىغان خاتالىق يۈز بەردى

source: Waiting for service to start
am: ግልጋሎቱን ለመጀመር በመጠበቅ ላይ
ar: في انتظار بدء الخدمة
be: Чаканне запуска службы
bg: Изчакване услугата да стартира
bs: Čeka se start servisa
ca: S'està esperant que comenci el servei
cs: Čeká se na spuštění služby
cy: Yn aros i'r gwasanaeth ddechrau
de: Auf den Start des Dienstes wird gewartet
fil: Naghihintay na magsimula ang serbisyo
fr_ca: En attente de démarrage du service
hr: Čekanje pokretanja usluge
ia: Attendente servicio pro initiar
is: Bíð eftir að þjónusta ræsist
it: In attesa dell'avvio del servizio
km: កំពុង​រង់​ចាំ​សេវា​ចាប់ផ្ដើម
lo: ກຳລັງລໍຖ້າໃຫ້ບໍລິການເລີ່ມຕົ້ນ
ml: സര്‍വീസ് തുടങ്ങാന്‍ കാത്തിരിക്കുന്നു
ms: Menunggu untuk servis bermula
nn: Ventar på at tenesta skal starte
ro: Se așteaptă pornirea serviciului
sk: Čaká sa na spustenie služby
sr: Чекам на услугу да започне
te: సేవ ప్రారంభం కోసం వేచి ఉంది
ug: مۇلازىمەتنىڭ ئىجرا بولۇشىنى كۈتۈۋاتىدۇ

source: Waiting
am: በመጠበቅ ላይ
ar: ينتظر
be: Чаканне
bg: Изчакване
bs: Čekam
ca: En espera
cs: Čeká se
cy: Yn aros
de: Warten
fil: Naghihintay
fr_ca: En attente
hr: Čekanje
ia: Attendente
is: Bíð
it: In attesa
km: រង់ចាំ
lo: ກຳລັງລໍຖ້າ
ml: കാത്തിരിക്കുന്നു
ms: Menunggu
nn: Ventar
ro: Se așteaptă
sk: Čaká sa
sr: Чекам
te: నిరీక్షిస్తోంది
ug: كۈتۈۋاتىدۇ
