Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: The installation of a package which violates the quality standards isn't allowed. This could cause serious problems on your computer. Please contact the person or organisation who provided this package file and include the details beneath.
am: የ ጥቅል መግጠሚያ የ ጥራት ደረጃውን የ ጠበቀ ስላልሆነ አይፈቀደም: ይህ በ እርስዎ ኮምፒዩተር ላይ ትልቅ ችግር ሊፈጥር ይችላል: እባክዎን ይህን የ ጥቅል ፋይል የሚያቀርበውን ግለሰብ ወይንም ድርጅት ይገናኙ እና ዝርዝሩን እዚህ ከ ታች በኩል ያያይዙ
ar: لا يُسمح بتثبيت الحزم التي تنتهك معايير الجودة. قد يتسبب ذلك في حدوث مشكلات خطيرة على حاسوبك. رجاءً اتصل بالشخص أو المنظمة التي وفرت هذه الحزمة وقم بإرفاق التفاصيل أدناه.
be: Усталёўка пакета, які не адпавядае стандартам, не дазволена. Гэта можа прывесці да сур'ёзных памылак на вашым кампутары. Калі ласка, звяжыцеся з тымі, хто прапанаваў дадзены пакет, зазначыўшы падрабязнасці, змешчаныя ніжэй.
bg: Инсталирането на пакет, който нарушава качествените стандарти не е разрешено. Това може да причини сериозни повреди на вашия компютър. Моля свържете се с човека или организацията, която е осигурила този файл включващ следните детайли.
bs: Instaliranje paketa koji krše standarde kvaliteta nije dozvoljeno. To može izazvati ozbiljne probleme na vašem računaru. Molim kontaktirajte osobu ili organizaciju koja je obezbjedila ovaj paket i uključite detalje ispod.
ca: No es permet la instal·lació d'un paquet que no compleix els estàndards de qualitat. Això podria causar problemes seriosos a l'ordinador. Contacteu amb la persona o organització que us ha proporcionat aquest fitxer de paquet i incloeu el detalls de sota.
cs: Instalace balíku porušujícího standardy kvality není povolena. Mohla by na vašem počítači způsobit vážné problémy. Kontaktujte prosím osobu nebo organizaci, která tento balík poskytla a přiložte níže uvedené detaily.
cy: Nid yw gosod pecyn sy'n torri'r safonau ansawdd yn cael ei ganiatáu. Gallai hyn achosi problemau difrifol ar eich cyfrifiadur. Cysylltwch â'r person neu'r sefydliad a ddarparodd y ffeil pecyn hon gan gynnwys y manylion isod.
de: Die Installation eines Pakets, das gegen die Qualitätsstandards verstößt, ist nicht erlaubt. Dies könnte zu ernsthaften Problemen im System führen. Bitte kontaktieren Sie den Herausgeber der Paketdatei und melden Sie diesem die folgenden Angaben.
fil: Bawal ang pag-install ng package na labag sa quality standards. Pwede itong magdulot ng malubhang problema sa computer mo. Kontakin ang tao o organisasyong nagbigay ng package file at ipaalam sa kanya ang mga detalyeng nasa ibaba.
fr_ca: L’installation d’un paquet qui ne respecte pas les normes de qualité n’est pas autorisée. Cela pourrait engendrer de graves problèmes sur votre ordinateur. Contactez la personne ou l’organisme qui a fourni ce fichier de paquet en incluant les renseignements ci-dessous.
hr: Instalacija paketa koji krše standarde kvalitete nije dopuštena. To može uzrokovati ozbiljne probleme na vašem računalu. Kontaktirajte osobu ili organizaciju koja isporučuje ovaj paket i uključite pojedinosti ispod.
ia: Le installation de un pacchetto que viola le standards de qualitate non es permittite. Isto poterea causar serie problemas sur tu computator. Contacta le persona o organisation qui forniva iste file pacchetto e include le detalios infra.
it: L'installazione di un pacchetto che viola gli standard qualitativi non è consentita: potrebbe causare seri problemi al proprio computer. Contattare la persona o la società che ha fornito questo file di pacchetto e includere i dettagli sottostanti.
km: ការ​ដំឡើង​កញ្ចប់​​ដែល​ផ្អាក​ស្តង់ដារ​គុណភាព​មិន​​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ ។ វា​​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ធ្ងន់ធ្ងរ​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក ។ សូម​ទាក់ទង​អង្គភាព ឬ​អ្នក​ដែល​បាន​ផ្ដល់​ឯកសារ​កញ្ចប់​នេះ ។
lo: ບໍ່ອະນຸຍາດໃຫ້ຕິດຕັ້ງແພັກເກັດທີ່ລະເມີດມາດຕະຖານຄຸນນະພາບ. ການກະທຳນີ້ອາດກໍ່ໃຫ້ເກີດບັນຫາຮ້າຍແຮງຕໍ່ຄອມພິວເຕີຂອງທ່ານ. ກະລຸນາຕິດຕໍ່ບຸກຄົນ ຫຼື ອົງກອນທີ່ສະໜອງໄຟລ໌ແພັກເກັດນີ້ ແລະ ແຈ້ງລາຍລະອຽດຂ້າງລຸ່ມນີ້.
ml: ഗുണനിലവാര മാനദണ്ഡങ്ങൾ ലംഘിക്കുന്ന ഒരു പാക്കേജിന്റെ ഇൻസ്റ്റാളേഷൻ അനുവദനീയമല്ല. ഇത് നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ ഗുരുതരമായ പ്രശ്നങ്ങൾക്ക് കാരണമായേക്കാം. ഈ പാക്കേജ് ഫയൽ നൽകിയ വ്യക്തിയെയോ സ്ഥാപനത്തെയോ ബന്ധപ്പെടുകയും വിശദാംശങ്ങൾ ചുവടെ ഉൾപ്പെടുത്തുകയും ചെയ്യുക.
ms: Pemasangan pakej yang mana melanggari piawaian kualiti yang dibenarkan. Ini akan menyebabkan masalah pada komputer anda. Sila hubungi individu atai organisasi yang menyediakan fail pakej ini termasuklah perincian dibawah.
nn: Det er ikkje tillate å installera ein pakke som bryt med kvalitetsstandardane. Dette kan føra til alvorlege problem på datamaskina. Ver vennleg og ta kontakt med dei som har gitt ut denne pakkefila, og legg ved detaljane under.
ro: Instalarea unui pachet care încalcă standardele de calitate nu este permisă. Acest lucru poate cauza probleme serioase calculatorului dumneavoastră. Contactați persoana sau organizația care a furnizat acest pachet și includeți detaliile de mai jos.
sk: Inštalácia balíka, ktorý nezodpovedá štandardu kvality nie je povolená. To by mohlo spôsobiť vážne problémy s vaším počítačom. Prosím, kontaktujte osobu alebo organizáciu, ktorá poskytla tento balík a poskytnite dolu uvedené informácie.
sr: Инсталирање пакета који крше стандарде квалитета није дозвољено. То може изазвати озбиљне проблеме на вашем рачунару. Молим контактирајте особу или организацију која је обезбедила овај пакет и укључите детаље испод.
te: నాణ్యతా ప్రమాణాలను ఉల్లంఘించే ప్యాకేజీని ఇన్‌స్టాల్ చేయడం అనుమతించబడదు. దీని వలన మీ కంప్యూటర్‌లో తీవ్రమైన సమస్యలు తలెత్తవచ్చు. దయచేసి ఈ ప్యాకేజీ ఫైల్‌ను అందించిన వ్యక్తి లేదా సంస్థను సంప్రదించండి మరియు వివరాలను క్రింద చేర్చండి.
ug: سۈپەتكە كاپالەتلىك قىلىنمىغان بۇزۇق بوغچىلارنى ئورنىتىشقا يول قويۇلمايدۇ. بۇلارنىڭ كومپيۇتېرغا ئېغىر زىيانلارنى سېلىش ئېھتىماللىقى بار. شۇڭا مۇشۇ بوغچىنى ياسىغان ئادەم ياكى ئورۇن بىلەن ئالاقە قىلىپ كۆرۈڭ.

source: The downloaded license key which is required to run this piece of software is not valid or could not be installed correctly. See the details for more information.
am: የ ወረደው የ ፍቃድ ቁልፍ ይህን ሶፍትዌር ለ ማስኬድ የሚያስችለው ዋጋ ያለው አይደለም ወይንም በ ትክክል መግጠም አይቻልም: ለ በለጠ መረጃ ይህን ይመልከቱ
ar: مفتاح الترخيص المنزل المطلوب لتشغيل هذا البرنامج غير صالح أو لم يتم تثبيه بشكل صحيح. أنظر إلى التفاصيل للمزيد من المعلومات.
be: Атрыманы ліцэнзійны ключ, неабходны для выканання гэтага кампанента праграмы няправільны, або не можа быць усталяваны належным чынам. Для атрымання дадатковых звестак адчынеце падрабязнасці.
bg: Полученият лицензен ключ, който се изисква за използване този компонент програми е неточен или не може да бъде инсталиран правилно. Вижте детайлите за да получите допълнителна информация.
bs: Preuzeti ključ licence koji je potreban za pokretanje ovog programa nije ispravan ili ne može biti ispravno instaliran. Pogledajte pojedinosti za više podataka.
ca: La clau de llicència que s'ha baixat i que és necessària per executar aquesta aplicació no és vàlida o no s'ha pogut instal·lar correctament. Vegeu els detalls per obtenir més informació.
cs: Stažený licenční klíč, který je nutný pro běh tohoto softwaru, není správný nebo nemůže být správně nainstalován. Pro více informací vizte detaily.
cy: Nid yw'r allwedd trwydded sydd wedi'i lwytho i lwr ac sy'n ofynnol i redeg y darn yma o feddalwedd yn ddilys neu nid oes modd ei gosod yn gywir. Gweler y manylion am ragor o wybodaeth.
de: Der heruntergeladene Lizenzschlüssel, der zum Ausführen dieser Anwendung benötigt wird, ist ungültig oder konnte nicht installiert werden. Für weitere Informationen werfen Sie einen Blick in die Details.
fil: Hindi valid o hindi ma-install ang dinownload na license key na kailangan para patakbuhin ang pinili mong software. Tingnan ang mga detalye.
fr_ca: La clé de licence téléchargée nécessaire pour exécuter ce logiciel est invalide ou n’a pas été installée correctement. Pour plus de précisions, consultez les détails.
hr: Preuzeti ključ licence koji je potreban za pokretanje ovog softvera nije valjan ili se ne može instalirati ispravno. Pogledajte pojedinosti za više informacija.
ia: Le clave de licentia discargate, que es necessari pro facer functionar iste pecia de software, non es valide o non pote esser installate correctemente. Vide le detalios pro altere informationes.
it: La chiave di licenza scaricata, necessaria per eseguire questa parte di software, non è valida oppure non è installata in modo corretto. Consultare i dettagli per maggiori informazioni.
km: សោ​អាជ្ញាប័ណ្ណ​ដែល​បាន​ទាញ​យក​ត្រូវ​បាន​ទាមទារ ដើម្បី​ដំណើរការ​ផ្នែក​ទន់​​មិន​ត្រឹមត្រូវ ឬ​មិន​អាច​ត្រូវ​បាន​​​ដំឡើង​​​បច្ចុប្បន្ន ។ មើល​សេចក្ដី​លម្អិត​សម្រាប់​ព័ត៌មាន​បន្ថែម ។
lo: ຄີໃບອະນຸຍາດທີ່ດາວໂຫຼດມາເຊິ່ງຈຳເປັນໃນການເປີດໃຊ້ຊອບແວນີ້ບໍ່ຖືກຕ້ອງ ຫຼື ບໍ່ສາມາດຕິດຕັ້ງໄດ້ຢ່າງຖືກຕ້ອງ. ເບິ່ງລາຍລະອຽດສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.
ml: ഈ സോഫ്റ്റ്‌വെയർ പ്രവർത്തിപ്പിക്കാൻ ആവശ്യമായ ഡൗൺലോഡ് ചെയ്ത ലൈസൻസ് കീ സാധുവല്ല അല്ലെങ്കിൽ ശരിയായി ഇൻസ്റ്റാൾ ചെയ്യാൻ കഴിഞ്ഞില്ല. കൂടുതൽ വിവരങ്ങൾക്ക് വിശദാംശങ്ങൾ കാണുക.
ms: Kunci lesen dimuat turun yang diperlukan untuk jalankan perisian ini tidak sah atau tidak dapat dipasang dengan betul. Rujuk perincian untuk maklumat lanjut.
nn: Lisensnøkkelen som krevjast for å køyra dette programmet er ikkje gyldig. Noko kan ha gått gale under nedlasting eller installasjon. Sjå detaljane for meir informasjon.
ro: Cheia de licență descărcată, care este necesară pentru rularea acestui program, nu este validă sau nu poate fi instalată corect. Pentru mai multe informații consultați detaliile.
sk: Stiahnutý licenčný kód potrebný na beh tohto softvéru je neplatný alebo sa nedal korektne nainštalovať. Ďalšie informácie nájdete v podrobnostiach.
sr: Преузети кључ лиценце који је потребан за покретање овог програма није исправан или не може бити исправно инсталиран. Погледајте појединости за више података.
te: ఈ సాఫ్ట్‌వేర్‌ను అమలు చేయడానికి అవసరమైన డౌన్‌లోడ్ చేసిన లైసెన్స్ కీ చెల్లదు లేదా సరిగ్గా ఇన్‌స్టాల్ చేయబడలేదు. మరిన్ని వివరాల కోసం వివరాలను చూడండి.
ug: پروگراممىنى ئىجرا قىلىشقا زۆرۈر بولغان چۈشۈرۈلگەن ئىجازەتنامە ئاچقۇچى ئىناۋەتسىز، ياكى توغرا ئورناتقىلى بولمىدى. تېخىمۇ كوپ بىلمەكچى بولسىڭىز تەپسىلاتلىرىغا قاراڭ.

source: All available upgrades have already been installed.
am: ሁሉም ዝግጁ ማሻሻያዎች ቀደም ብለው ተገጥመዋል
ar: كل الترقيات المتوفرة تم تثبيتها مسبقا.
be: Усе даступныя абнаўленні ўжо ўсталяваныя.
bg: Всички налични актуализации са вече инсталирани.
bs: Sve dostupne nadogradnje su već instalirane.
ca: Ja s'han instal·lat totes les actualitzacions disponibles.
cs: Jsou nainstalovány všechny dostupné aktualizace.
cy: Mae'r holl ddiweddariadau sydd ar gael eisoes wedi'u gosod.
de: Alle verfügbaren Aktualisierungen wurden bereits installiert.
fil: Naka-install na ang lahat ng upgrades.
fr_ca: Toutes les mises à jour proposées ont déjà été installées.
hr: Sve dostupne nadogradnje su već instalirane.
ia: Tote le promotiones disponibile ha jam essite installate.
is: Allar tiltækar uppfærslur hafa verið settar inn.
it: Tutti gli aggiornamenti disponibili sono già stati installati.
km: ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​​ដែល​មាន​ទាំងអស់​ត្រូវ​បាន​ដំឡើង​រួច​ហើយ ។
lo: ການອັບເກຣດທີ່ມີທັງໝົດໄດ້ຖືກຕິດຕັ້ງແລ້ວ.
ml: ലഭ്യമായ എല്ലാ അപ്‌ഗ്രേഡുകളും ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ട്.
ms: Semua penataran yang ada telah dipasang.
nn: Alle tilgjengelege oppgraderingar har allereie vorte installerte.
ro: Toate actualizările disponibile au fost instalate deja.
sk: Všetky dostupné aktualizácie už boli nainštalované.
sr: Све доступне надоградње су већ инсталиране.
te: అందుబాటులో ఉన్న అన్ని అప్‌గ్రేడ్‌లు ఇప్పటికే ఇన్‌స్టాల్ చేయబడ్డాయి.
ug: بار بولغان بارلىق يېڭىلانمىلار ئورنىتىلغان.

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
am: የ ፍቃድ ቁልፍ እርስዎን ሶፍትዌር እንዲገጥሙ የሚያስችሎትን ማውረድ አልተቻለም: እባክዎን የ እርስዎን ኔትዎርክ ይመርምሩ
ar: مفتاح الترخيص الذي يسمح لك باستعمال هذا البرنامج لم يمكن تحميله. رجاءا تحقق من اتصالك بالشبكة.
be: Ліцэнзійны ключ, які дазволіць вам выкарыстоўваць гэты кампанент праграмы, не можа быць атрыманы. Калі ласка, пераканайцеся ў працаздольнасці сеткавага злучэння.
bg: Лицензният ключ, който ви позволява да използвате този компонент програми, не може да се получи. Моля, уверете се, че имате връзка с интернет.
bs: Ključ licence koji vam omogućava da koristite ovaj program ne može biti preuzet. Provjerite vašu mrežnu vezu.
ca: La clau de llicència que és necessaria per executar aquesta aplicació no s'ha pogut baixar. Comproveu la connexió de xarxa.
cs: Licenční klíč, umožňující používat tento software, nemohl být stažen. Prosím zkontrolujte svoje internetové připojení.
cy: Nid oes modd llwytho allwedd y drwydded i lawr, sy'n caniatáu i chi ddefnyddio'r darn hwn o feddalwedd. Gwiriwch eich cysylltiad rhwydwaith.
de: Der Lizenzschlüssel, der Ihnen die Verwendung dieser Anwendung ermöglicht, konnte nicht heruntergeladen werden. Bitte überprüfen Sie Ihre Internetverbindung.
fil: Hindi mai-download ang license key para sa pinili mong software.
fr_ca: La clé de licence qui vous permet d’utiliser ce logiciel n’a pas pu être téléchargée. Vérifiez votre connexion réseau.
hr: Ključ licence koji vam dopušta korištenje ovog softvera ne može se preuzeti. Provjerite vaše mrežno povezivanje.
ia: Le clave de licentia que permitte de usar iste pecia de software non poteva esser discargate. Verifica tu connexion de rete.
it: Non è possibile scaricare la chiave di licenza che consente di usare questa parte di software. Controllare la connessione di rete.
km: សោ​អាជ្ញាប័ណ្ណ​​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​ផ្នែក​ទន់​អាច​មិន​ត្រូវ​បាន​ទាញ​យក ។ សូម​ពិនិត្យ​មើល​ការ​តភ្ជាប់​បណ្ដាញ​របស់​អ្នក ។
lo: ບໍ່ສາມາດດາວໂຫຼດຄີໃບອະນຸຍາດທີ່ອະນຸຍາດໃຫ້ທ່ານໃຊ້ຊອບແວນີ້ໄດ້. ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ເຄືອຂ່າຍຂອງທ່ານ.
ml: ഈ സോഫ്റ്റ്‌വെയർ ഉപയോഗിക്കാൻ നിങ്ങളെ അനുവദിക്കുന്ന ലൈസൻസ് കീ ഡൗൺലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിക്കുക.
ms: Kunci lesen yang membenarkan anda gunakan perisian ini tidak dapat dimuat turun. Sila semak sambungan rangkaian anda.
nn: Mislukkast å laste ned lisensnøkkelen som tillèt deg å bruka dette programmet. Kontroller nettverkstilkoplinga di.
ro: Cheia de licență care permite utilizarea acestui program nu poate fi descărcată. Verificați legătura la Internet.
sk: Licenčný kľúč, ktorý vám umožňuje používať tento softvér, nebolo možné stiahnuť. Prosím, skontrolujte vaše pripojenie k sieti.
sr: Кључ лиценце који вам омогућава да користите овај програм не може бити преузет. Проверите вашу мрежну везу.
te: ఈ సాఫ్ట్‌వేర్‌ను ఉపయోగించడానికి మిమ్మల్ని అనుమతించే లైసెన్స్ కీని డౌన్‌లోడ్ చేయడం సాధ్యం కాలేదు. దయచేసి మీ నెట్‌వర్క్ కనెక్షన్‌ను తనిఖీ చేయండి.
ug: پروگراممىنى ئىجرا قىلىشقا زۆرۈر بولغان ئىجازەتنامە ئاچقۇچىنى چۈشۈرگىلى بولمىدى. تور باغلىنىشىنى تەكشۈرۈڭ.

source: You don't have the required privileges to perform this action.
am: ይህን ለ መፈጸም እርስዎ በቂ ፍቃድ የሎትም
ar: لا تمتلك الصلاحيات المطلوبة للقيام بهذا الإجراء.
bg: Вие нямате нужните привилегии, за да изпълните това действие.
ca: No teniu els permisos necessaris per dur a terme aquesta acció.
cy: Nid oes gennych y breintiau angenrheidiol i gyflawni'r weithred hon.
de: Sie besitzen für diese Aktion keine ausreichenden Berechtigungen.
fil: Hindi ka awtorisado para sa aksyong ito.
fr_ca: Vous n’avez pas les privilèges nécessaires pour effectuer cette action.
hr: Nemate potrebne ovlasti za izvođenje ove radnje.
ia: Tu non ha le privilegios requirite pro exequer iste action.
is: Þú hefur ekki nauðsynlegar heimildir til að framkvæma þessa aðgerð.
lo: ທ່ານບໍ່ມີສິດທີ່ຈຳເປັນເພື່ອດຳເນີນການນີ້.
ml: ഈ പ്രവൃത്തി ചെയ്യാൻ ആവശ്യമായ പ്രത്യേകാവകാശങ്ങൾ നിങ്ങൾക്കില്ല.
ms: Anda tidak mempunyai keistimewaan yang diperlukan untuk membuat tindakan ini.
nn: Du manglar løyve(r) til å utføra denne handlinga.
te: ఈ చర్యను నిర్వహించడానికి మీకు అవసరమైన అధికారాలు లేవు.
ug: بۇ مەشغۇلاتنى قىلىشقا زۆرۈر بولغان ئىمتىيازلىرىڭىز يوق

source: You either provided a wrong password or cancelled the authorization. Furthermore there could also be a technical reason for this error if you haven't seen a password dialog: your desktop environment doesn't provide a PolicyKit session agent.
am: እርስዎ ያቀረቡት የ መግቢያ ቃል የ ተሳሳተ ነው ወይንም ማረጋገጫውን ሰርዘዋል በተጨማሪ የ ቴክኒካል ስህተት ሊኖር ይችላል: እርስዎ የ መግቢያ ቃል ንግግር ካልታየዎት: የ እርስዎ ዴስክቶፕ አካባቢ ይህን የ PolicyKit ክፍለ ጊዜ ወኪል አያቀርብም
ar: ربما قدمت رمزا سريا خاطئا أو ألغيت التوثيق. بالإضافة إلى أنه يمكن أن يكون هنالك سبب تقني لهذا الخطأ لو لم ترى مربع حوار الرمز السري: بيئة سطح المكتب خاصتك لا توفر عميل جلسة Policykit.
bg: Предоставена е неправилна парола или входа беше отменен. Също така, грешката може да възникне по технически причини, ако не се появил прозорецът за въвеждане на на паролата: използваната от вас десктоп среда не е предоставило на агента на сеанса PolicyKit.
bs: Ili ste dali pogrešnu lozinku ili otkazali punomoć. Nadalje, također može biti tehnički razlog ove pogreške, ako niste vidjeli dijalog lozinki: vaše desktop okruženje ne pruža PolicyKit agenta sesije.
ca: Heu introduït una contrasenya incorrecta o bé heu cancel·lat l'autorització. Si no heu vist cap diàleg d'autorització, pot ser que sigui degut a un error tècnic: en concret, el vostre entorn d'escriptori no proporciona un agent de sessió del PolicyKit.
cy: Fe wnaethoch naill ai ddarparu cyfrinair anghywir neu ddiddymu'r awdurdodiad. Hefyd, gall fod rheswm technegol dros y gwall hwn. Os nad ydych wedi gweld deialog cyfrinair: nid yw eich amgylchedd bwrdd gwaith yn darparu asiant sesiwn PolicyKit.
de: Sie haben entweder ein falsches Passwort eingegeben oder die Legitimation abgebrochen. Darüber hinaus kann es auch eine technische Ursache für diesen Fehler geben, falls kein Passwort-Dialog angezeigt wurde: Ihre Arbeitsumgebung stellt keinen PolicyKit-Sitzungsagent bereit.
fil: Mali ang password o kinansela mo ang awtorisasyon. Posible ring may technical error kung walang lumabas na password dialog: walang PolicyKit session agent ang desktop environment mo.
fr_ca: Soit vous avez saisi un mot de passe erroné soit vous avez annulé l’autorisation. Un problème technique pourrait aussi avoir causé cette erreur si vous n’avez pas vu la boîte de mot de passe : votre environnement de bureau ne fournit pas un agent de session PolicyKit.
hr: Ili ste dali pogrešnu lozinku ili ste prekinuli ovjeru. Nadalje može postojati tehnički razlog za ovu grešku ako niste vidjeli dijalog lozinke: vaše radno okruženje ne osigurava PolicyKit agenta sesije.
ia: O tu forniva un contrasigno errate, o tu cancellava le autorisation. In ultra, on poterea alsi haber un ration technic pro iste error si tu non ha vidite un fenestra de dialogo de contrasigno: le ambiente de tu scriptorio non forni un agente de session de PolicyKit.
it: È stata fornita una password errata o l'autorizzazione è stata annullata. Nel caso in cui non sia stata richiesta la password, potrebbe essere dovuto a un errore tecnico: l'ambiente grafico non fornisce un servizio per PolicyKit.
lo: ທ່ານອາດຈະປ້ອນລະຫັດຜ່ານຜິດ ຫຼື ຍົກເລີກການອະນຸຍາດ. ນອກຈາກນີ້, ອາດມີເຫດຜົນທາງເທັກນິກສຳລັບຂໍ້ຜິດພາດນີ້ ຖ້າທ່ານບໍ່ເຫັນກ່ອງຂໍ້ຄວາມລະຫັດຜ່ານ: ສະພາບແວດລ້ອມເດັສທັອບຂອງທ່ານບໍ່ໄດ້ສະໜອງຕົວແທນ PolicyKit session.
ml: നിങ്ങൾ തെറ്റായ പാസ്‌വേഡ് നൽകി അല്ലെങ്കിൽ അംഗീകാരം റദ്ദാക്കി. കൂടാതെ, നിങ്ങൾ ഒരു പാസ്‌വേഡ് ഡയലോഗ് കണ്ടിട്ടില്ലെങ്കിൽ ഈ പിശകിന് ഒരു സാങ്കേതിക കാരണവും ഉണ്ടാകാം: നിങ്ങളുടെ ഡെസ്‌ക്‌ടോപ്പ് പരിസ്ഥിതി ഒരു പോളിസികിറ്റ് സെഷൻ ഏജന്റ് നൽകുന്നില്ല.
ms: Anda sama ada beri kata laluan yang salah atau batalkak keizinan. Tambahan pula juga terdapat sebab teknikal berlakunya ralat ini jika anda tidak dapat lihat dialog kata laluan: persekitaran dekstop anda tidak menyediakan ejen sesi Kit Polisi.
nn: Du har anten skrive inn feil passord, eller avbrote autorisasjonen. Om du ikkje fekk spørsmål om passord før denne meldinga, kan feilen komma av at skrivebordsmiljøet ditt manglar ein Policykit-sesjonsagent.
sr: Унели сте погрешну лозинку или сте поништили овлашћивање. Такође, можда је узрок ове грешке техничке природе. Ако нисте видели прозор за унос лозинке онда ваше графичко окружење нема PolicyKit.
te: మీరు తప్పు పాస్‌వర్డ్‌ను అందించారు లేదా అధికారాన్ని రద్దు చేసారు. ఇంకా, మీరు పాస్‌వర్డ్ డైలాగ్‌ను చూడకపోతే ఈ ఎర్రర్‌కు సాంకేతిక కారణం కూడా ఉండవచ్చు: మీ డెస్క్‌టాప్ వాతావరణం PolicyKit సెషన్ ఏజెంట్‌ను అందించదు.
ug: تەمىنلىگەن ئىم توغرا ئەمەس ياكى كىملىك دەلىللەش ئەمەلدىن قالدۇرۇلدى. ياكى، ئىم سۆزلەشكۈسى كۆرۈنمىگەن بولسا، ئۈستەلئۈستى مۇھىتى PolicyKit ئەڭگىمەسىنى تەمىنلىمەيدىغان تېخنىكىلىق مەسىلە كۆرۈنگەن بولۇشىمۇ مۇمكىن.

source: Failed to download package files
am: የጥቅል ፋይሎችን ማውረድ ወድቋል
ar: فشل في تنزيل ملفات الحزم
be: Памылка загрузкі файлаў пакета
bg: Неуспех при изтегляне на файловете от пакета
bs: Neuspjeh u preuzimanju paketnih datoteka
ca: Ha fallat la baixada de fitxers de paquets
cs: Stahování balíků selhalo
cy: Wedi methu llwytho i lawr ffeiliau pecyn
de: Das Herunterladen der Paketdateien ist gescheitert
fil: Bigong i-donwload ang package files
fr_ca: Échec de téléchargement des fichiers de paquet
hr: Preuzimanje datoteka paketa nije uspjelo
ia: Falta a discargar files pacchetto
is: Tókst ekki að sækja pakkaskrár
it: Scaricamento dei file di pacchetto non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាញ​យក​ឯកសារ​កញ្ចប់
lo: ດາວໂຫຼດໄຟລ໌ແພັກເກັດລົ້ມເຫຼວ
ml: പാക്കേജ് ഫയലുകള്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നതില്‍ പരാജയപെട്ടു
ms: Gagal untuk memuat-turun fail-fail pakej
nn: Mislukkast å laste ned pakkefiler
ro: Descărcarea pachetelor a eșuat
sk: Zlyhalo sťahovanie balíkov
sr: Нисам успео да преузмем датотеке пакета
te: ప్యాకేజీ ఫైళ్ళను డౌన్‌లోడుచేయుటలో విఫలమైంది
ug: بوغچا ھۆججەتلىرىنى چۈشۈرۈش مەغلۇپ بولدى

source: Failed to download repository information
am: የማስቀመጫ መረጃ ማውረድ ወድቋል
ar: فشل في تنزيل معلومات المستودع
be: Памылка пры загрузцы інфармацыі аб крыніцах праграмаў
bg: Неуспех при изтегляне на информацията от хранилището
bs: Neuspjeh u preuzimanju repozitorijskih informacija
ca: Ha fallat la baixada de la informació del dipòsit
cs: Stahování informací o zdroji selhalo
cy: Wedi methu llwytho i lawr manylion y storfa
de: Das Herunterladen von Informationen zu Software-Paketquellen ist gescheitert
fil: Bigong i-donwload ang repository information
fr_ca: Échec de téléchargement des renseignements relatifs au dépôt
hr: Preuzimanje informacije o repozitoriju nije uspjelo
ia: Falta a discargar informationes de repositorio
is: Mistókst að sækja upplýsingar um hugbúnaðarsafn
it: Scaricamento delle informazioni del repository non riuscito
km: បាន​បរាជ័យ​ក្នុង​ការ​ទាញ​យក​ព័ត៌មាន​​ឃ្លាំង
lo: ດາວໂຫຼດຂໍ້ມູນຄັງຊອບແວລົ້ມເຫຼວ
ml: സംഭരണിയുടെ വിവരങ്ങൾ ഡൗൺലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
ms: Gagal untuk memuat-turun informasi repositori
nn: Mislukkast å laste ned informasjon om pakkearkiva
ro: Descărcarea informațiilor despre arhive a eșuat
sk: Zlyhalo sťahovanie informácií o zdrojoch softvéru
sr: Нисам успео да преузмем информације ризнице
te: భాండాగార సమాచారాన్ని డౌన్‌లోడ్‌చేయుటలో విఫలమైంది
ug: خەزىنە ئۇچۇرلىرىنى چۈشۈرۈش مەغلۇپ بولدى.

source: Package dependencies cannot be resolved
am: ለ ጥቅል ጥገኞች መፍትሄ መስጠት አልተቻለም
ar: اعتماديات الحزمة لا يمكن حلها
be: Залежнасці пакета ня могуць быць задаволены.
bg: Пакетните зависимости не могат да бъдат установени
bs: Paketske zavisnosti se ne mogu razriješiti
ca: No es poden resoldre les dependències dels paquets
cs: Závislosti balíku nemohly být vyřešeny
cy: Wedi methu datrys dibyniaethau'r pecyn
de: Die Paketabhängigkeiten können nicht aufgelöst werden
fil: Hindi mairesolba ang package dependencies
fr_ca: Impossible de résoudre les dépendances du paquet
hr: Zavisnosti paketa se ne mogu razriješiti
ia: Le dependentias del pacchetto non pote esser resolvite
is: Ekki var hægt að leysa kerfiskröfur pakka
it: Le dipendenze dei pacchetti non possono essere risolte
km: មិន​អាច​ដោះស្រាយ​ភាព​អាស្រ័យ​របស់​កញ្ចប់​ទេ
lo: ບໍ່ສາມາດແກ້ໄຂສ່ວນປະກອບຂອງແພັກເກັດໄດ້
ml: പാക്കേജ് ആശ്രിതത്വങ്ങൾ പരിഹരിക്കാൻ കഴിയില്ല.
ms: Keperluan pakej tidak dapat diselesaikan
nn: Pakkeavhengnader kunne ikkje løysast
ro: Dependențele pachetelor nu pot fi satisfăcute
sk: Závislosti balíkov sa nedali vyriešiť
sr: Зависности пакета не могу бити решене
te: ప్యాకేజీ ఆధారపడటాలను పరిష్కరించలేము
ug: بوغچا بېقىنىشچانلىقىنى ھەل قىلغىلى بولمىدى
