Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: Downloaded %sB
ar: تم تنزيل %sب
be: Загружана %sB
bg: Изтеглени %sB
bs: Preuzeto %sB
ca: S'han baixat %sB
cs: Staženo %sB
cy: Wedi llwytho i lawr %sB
de: %sB heruntergeladen
fil: Dinownload na ang %sB
fr_ca: %s o ont été téléchargés
hr: Preuzeto %sB
ia: Discargate %sB
is: Náði í %sB
it: Scaricati %sB
km: បាន​ទាញ​យក %sB
lo: ດາວໂຫຼດແລ້ວ %sB
ml: %sB ഡൗൺലോഡ് ചെയ്തു
ms: Memuat Turun %sB
nn: Lasta ned %sB
ro: S-au descărcat %sB
sk: Stiahnutých %sB
sr: Преузето је %sB
te: %sB డౌన్‌లోడ్అయినది
ug: چۈشۈرۈلگىنى %sB

source: Downloaded
ar: تم التنزيل
be: Загружана
bg: Изтеглен
bs: Preuzeto
ca: Baixat
cs: Staženo
cy: Wedi llwytho i lawr
de: Heruntergeladen
fil: Dinownload na
fr_ca: Téléchargé
hr: Preuzeto
ia: Discargate
is: Niðurhalað
it: Scaricati
km: បាន​ទាញ​យក
lo: ດາວໂຫຼດແລ້ວ
ml: ഡൗണ്‍ലോഡ് ചെയ്തു കഴിഞ്ഞു
ms: Dimuat turun
nn: Nedlasta
ro: Descărcat
sk: Stiahnutých
sr: Преузето је
te: డౌన్‌లోడ్అయినది
ug: چۈشۈرۈلدى

source: CD/DVD '%s' is required
am: ሲዲ/ዲቪዲ '%s' ያስፈልጋል
ar: CD/DVD '%s' مطلوب
be: Патрабуецца наяўнасць CD/DVD «%s»
bg: Необходим е CD/DVD '%s'
bs: CD/DVD '%s' je neophodan
ca: Cal el CD o DVD «%s»
cs: Je požadováno CD/DVD '%s'
cy: Mae angen y CD/DVD '%s'
de: CD/DVD »%s« wird benötigt
fil: Kailangan ng CD/DVD na '%s'
fr_ca: Le CD, DVD « %s » est nécessaire
hr: '%s' CD/DVD je potreban
ia: Un CD/DVD '%s' es requirite
is: CD/DVD '%s' er krafist
it: È richiesto il CD/DVD «%s»
km: ទាមទារ ស៊ីឌី​​/ឌីវីឌី '%s'
lo: ຕ້ອງການ CD/DVD '%s'
ml: '%s' എന്ന CD/DVD ആവശ്യമുണ്ട്
ms: CD/DVD '%s' diperlukan
nn: Krevjar CD- eller DVD-plata '%s'
ro: Este necesar CD/DVD-ul „%s”
sk: Vyžaduje sa CD/DVD „%s“
sr: Потребан је „%s“ ЦД/ДВД диск
te: CD/DVD '%s' అవసరం
ug: '%s' دېگەن CD/DVD زۆرۈر.

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
ar: رجاءا أدخل ال CD/DVD العلوي في المحرك '%s' لتثبيت حزم البرامج من عليه.
be: Устаўце паказаны вышэй CD/DVD у прывад '%s' для ўсталёўкі пакетаў з яго.
bg: Моля поставете горния CD/DVD в устройството '%s', за да инсталирате софтуерни пакети от него.
bs: Ubacite gornji CD/DVD u uređaj '%s' da instalirate softverske pakete iz njega.
ca: Inseriu el CD/DVD a la unitat «%s» per instal·lar-ne els paquets.
cs: K instalaci balíků vložte prosím výše uvedené CD/DVD do mechaniky '%s'.
cy: Mewnosodwch y CD/DVD uchod yn y gyriant '%s' i osod pecynnau meddalwedd ohono.
de: Bitte legen Sie die oben angegebene CD-ROM/DVD in das Laufwerk »%s« ein, um davon Software-Pakete zu installieren.
fil: Ilagay ang CD/DVD sa drive na '%s' para mag-install ng packages mula dito
fr_ca: Insérez le CD, DVD ci-dessus dans le lecteur « %s » pour en installer les paquets.
hr: Umetnite gore navedeni '%s' CD/DVD u pogon za instalaciju softverskih paketa s njega.
ia: Per favor insere le superior CD/DVD in le drive '%s' pro installar le pacchettos software ab illo.
is: Settu ofantalinn CD/DVD í drifið ‚%s‘ til að setja upp hugbúnaðarpakka af honum.
it: Inserire il CD/DVD nell'unità «%s» per installare pacchetti software dal supporto.
km: សូម​បញ្ចូល​ ស៊ីឌី/ឌីវីឌី ខាងលើ​ទៅ​ក្នុង​ដ្រាយ '%s' ដើម្បី​ដំឡើង​កញ្ចប់​ផ្នែក​ទន់​ ។
lo: ກະລຸນາໃສ່ CD/DVD ຂ້າງເທິງເຂົ້າໃນໄດຣຟ໌ '%s' ເພື່ອຕິດຕັ້ງແພັກເກັດຊອບແວຈາກມັນ.
ml: മുകളിലുള്ള സിഡി/ഡിവിഡി '%s' ഡ്രൈവിൽ നിന്ന് സോഫ്റ്റ്‌വെയർ പാക്കേജുകൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനായി അതിലേക്ക് ചേർക്കുക.
ms: Sila masukkan CD/DVD kedalam pemacu '%s' untuk memasang pakej perisian didalamnya.
nn: Ver vennleg og set inn angitt CD/DVD i ’%s’ for å installera programvare frå den.
ro: Introduceți CD-ul/DVD-ul de mai sus în unitatea „%s” pentru a instala pachete software de pe el.
sk: Prosím, vložte vyššie uvedené CD/DVD do jednotky „%s“ aby ste z neho mohli nainštalovať softvérové balíky.
sr: Убаците доле наведени ЦД/ДВД диск у уређај „%s“ да би са њега инсталирали софтверске пакете.
te: దయచేసి పై CD/DVD ని '%s' డ్రైవ్ నుండి సాఫ్ట్‌వేర్ ప్యాకేజీలను ఇన్‌స్టాల్ చేయడానికి దానిలోకి చొప్పించండి.
ug: ئۇستىدىكى CD/DVD دىن يۇمشاق دېتال بوغچىلىرىنى ئورنىتىش ئۈچۈن، ئۇنى قوزغاتقۇچ '%s' غا سېلىڭ

source: C_ontinue
ar: م_تابعة
be: Пра_цягнуць
bg: Пр_одължаване
bs: _Nastavi
ca: C_ontinua
cs: P_okračovat
cy: _Parhau
de: _Fortfahren
fil: _Tumuloy
fr_ca: P_oursuivre
hr: N_astavi
ia: C_ontinuar
is: _Halda áfram
it: C_ontinua
km: បន្ត
lo: ດຳເນີນ_ຕໍ່
ml: തുടരുക
ms: T_eruskan
nn: F_ortsett
ro: C_ontinuă
sk: P_okračovať
sr: Н_астави
te: కొనసాగించు (_o)
ug: داۋاملاشتۇر(_O)

source: Install
ar: نصّب
be: Усталяваць
bg: Инсталиране
bs: Instaliraj
ca: Instal·la
cs: Nainstalovat
cy: Gosod
de: Installieren
fil: Mag-install
fr_ca: Installer
hr: Instaliraj
ia: Installar
is: Setja upp
it: Installa
km: ដំឡើង
lo: ຕິດຕັ້ງ
ml: ഇൻസ്റ്റോൾ ചെയ്യുക
ms: Pasang
nn: Installer
ro: Instalează
sk: Nainštalovať
sr: Инсталирај
te: స్థాపించు
ug: ئورنات

source: Reinstall
ar: أعد التثبيت
be: Пераўсталяваць
bg: Преинсталиране
bs: Instaliraj ponovo
ca: Reinstal·la
cs: Přeinstalovat
cy: Ailosod
de: Erneut installieren
fil: I-reinstall
fr_ca: Réinstaller
hr: Ponovno instaliraj
ia: Reinstallar
is: Setja upp aftur
it: Reinstalla
km: ដំឡើង​ឡើងវិញ
lo: ຕິດຕັ້ງໃໝ່
ml: പുനഃസംസ്ഥാപിക്കുക
ms: Pasang Semula
nn: Installer på ny
ro: Reinstalează
sk: Znovu nainštalovať
sr: Поново инсталирај
te: మరల స్థాపించు
ug: قايتا ئورنات

source: Remove
ar: أزِل
be: Выдаліць
bg: Премахване
bs: Ukloni
ca: Suprimeix
cs: Odstranit
cy: Tynnu
de: Entfernen
fil: Tanggalin
fr_ca: Supprimer
hr: Ukloni
ia: Remover
is: Fjarlægja
it: Rimuovi
km: យកចេញ
lo: ລຶບ
ml: നീക്കം ചെയ്യുക (Remove)
ms: Buang
nn: Fjerna
ro: Elimină
sk: Odstrániť
sr: Уклони
te: తొలగించు
ug: ئۆچۈر

source: Purge
ar: تفريغ
be: Ачысціць
bg: Прочистване
bs: Ukloni
ca: Neteja
cs: Vyčistit
cy: Clirio
de: Vollständig entfernen
fil: Purgahin
fr_ca: Supprimer complètement
hr: Očisti
ia: Purgar
is: Henda
it: Elimina
km: លុប​បំបាត់
lo: ລຶບຖາວອນ
ml: പൂർണ്ണമായും നീക്കം ചെയ്യുക (Purge)
ms: Singkirkan
nn: Slett
ro: Elimină inclusiv fișierele de configurare
sk: Odstrániť s konfiguráciou
sr: Избаци
te: ప్రక్షాళన చేయండి
ug: پاكىزلا

source: Upgrade
ar: ترقية
be: Абнаўленне
bg: Надграждане
bs: Nadogradi
ca: Actualitza
cs: Přejít na vyšší verzi
cy: Uwchraddio
de: Aktualisieren
fil: I-upgrade
fr_ca: Mettre à jour
hr: Nadogradi
ia: Promover
is: Uppfæra
it: Aggiorna
km: ធ្វើ​ឲ្យ​ប្រសើរ
lo: ອັບເກຣດ
ml: അപ്‌ഗ്രേഡ് ചെയ്യുക
ms: Tatar
nn: Oppgrader
ro: Înnoiește
sk: Aktualizovať
sr: Надогради
te: ఉన్నతీకరించు
ug: يۈكسەلدۈر

source: Downgrade
ar: تخفيض
be: Панізіць версію
bg: По-стара версия
bs: Degradiraj
ca: Torna a una versió anterior
cs: Přejít na nižší verzi
cy: Israddio
de: Durch ältere Version ersetzen
fil: I-downgrade
fr_ca: Revenir à une version antérieure
hr: Vrati prijašnju inačicu
ia: Degradar
is: Færa niður
it: Retrocedi
km: បន្ទាប
lo: ດາວເກຣດ
ml: ഡൗൺഗ്രേഡ് ചെയ്യുക
ms: Turun Taraf
nn: Nedgrader
ro: Adu la o versiune anterioară
sk: Znížiť verziu
sr: Разгради
te: డౌన్‌గ్రేడ్
ug: نەشرىنى تۆۋەنلەت

source: Skip upgrade
ar: تخطي الترقية
be: Прапусціць абнаўленне
bg: Без надграждане
bs: Preskoči nadogradnju
ca: Omet l'actualització
cs: Vynechat povýšení
cy: Hepgor y diweddaru
de: Aktualisierung überspringen
fil: Huwag i-upgrade
fr_ca: Ignorer la mise à niveau
hr: Preskoči nadogradnju
ia: Saltar promotion
is: Sleppa uppfærslu
it: Salta aggiornamento
km: រំលង​ការ​ធ្វើ​ឲ្យ​ប្រើសើរ
lo: ຂ້າມການອັບເກຣດ
ml: അപ്‌ഗ്രേഡ് ചെയ്യാതിരിക്കുക
ms: Langkau tatar
nn: Hopp over oppgradering
ro: Sari peste această înnoire
sk: Preskočiť aktualizáciu
sr: Прескочи надоградњу
te: ఉన్నతీకరణ దాటవేయి
ug: يۈكسەلدۈرۈشنى ئۆتكۈزۈۋەت

source: Please take a look at the list of changes below.
ar: برجاء إلقاء نظرة على قائمة التغييرات أدناه.
be: Калі ласка, паглядзіце на спіс зменаў ніжэй.
bg: Моля разгледайте списъка с промените по-долу.
bs: Pogledajte dolje listu promjena
ca: Comproveu la llista de canvis de més avall.
cs: Podívejte se prosím do seznam změn níže.
cy: Cymerwch olwg ar y rhestr o newidiadau isod.
de: Bitte beachten Sie unten stehende(s) Änderungsprotokoll(e).
fil: Tingnan ang listahan ng mga pagbabago sa baba.
fr_ca: Consultez la liste des changements ci-dessous.
hr: Pogledajte zapis promjena ispod.
ia: Per favor da un reguardo al lista del cambiamentos infra.
is: Skoðaðu listann yfir breytingar hér fyrir neðan.
it: Controllare l'elenco delle modifiche.
km: សូម​មើល​បញ្ជី​សម្រាប់​ការ​ផ្លាស់ប្ដូរ​ខាងក្រោម ។
lo: ກະລຸນາເບິ່ງລາຍການການປ່ຽນແປງຂ້າງລຸ່ມນີ້.
ml: ഒരു തരത്തിലുള്ള മാറ്റങ്ങൾ മാത്രമേ ഉള്ളൂവെങ്കിൽ (ഉദാ. ഇൻസ്റ്റാളുകൾ മാത്രം), ട്രീ വികസിപ്പിക്കുക FIXME: തലക്കെട്ടും സന്ദേശവും അതിനനുസരിച്ച് ക്രമീകരിക്കുക FIXME: നമുക്ക് വ്യത്യസ്ത മോഡുകൾ വേണോ? ഡിപൻഡൻസികൾ മാത്രം കാണിക്കുക, പ്രാരംഭ പാക്കേജുകൾ മാത്രം കാണിക്കുക അല്ലെങ്കിൽ രണ്ടും?
ms: Sila lihat senarai perubahan dibawah.
nn: Ver vennleg og sjå over lista over endringar nedanfor.
ro: Consultați lista modificărilor de mai jos.
sk: Prosím, skontrolujte zoznam zmien dolu.
sr: Молим погледајте списак промена испод.
te: దయచేసి దిగువ మార్పుల జాబితాను పరిశీలించండి.
ug: تۆۋەندىكى ئۆزگىرىشلەرنىڭ تىزىمىغا قاراپ چىقىڭ.

source: Additional software has to be installed
ar: يتوجب تثبيت برمجيات إضافية
be: Патрэбна ўсталёўка дадатковых праграм
bg: Трябва да бъде инсталиран допълнителен софтуер
bs: Dodatni softver treba biti instaliran
ca: Cal instal·lar programari addicional
cs: Dodatečný software musí být nainstalován
cy: Rhaid gosod meddalwedd ychwanegol
de: Zusätzliche Software muss installiert werden
fil: Kailangang mag-install ng dagdag na packages
fr_ca: Des logiciels supplémentaires doivent être installés
hr: Dodatni softver mora biti instaliran
ia: Altere software debe esser installate
is: Það þarf að setja upp viðbótarhugbúnað
it: È necessario installare software aggiuntivo
km: ដំឡើង​ផ្នែក​ទន់​ដែល​​បន្ថែម
lo: ຕ້ອງຕິດຕັ້ງຊອບແວເພີ່ມເຕີມ
ml: അധിക സോഫ്റ്റ്‌വെയർ ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്
ms: Perisian tambahan yang perlu dipasangkan
nn: Tilleggsprogramvare må óg installerast
ro: Software suplimentar trebuie să fie instalat
sk: Je potrebné nainštalovať ďalší softvér
sr: Додатни софтвер мора да буде инсталиран
te: అదనపు సాఫ్ట్‍వేర్‌ను స్థాపించాలి
ug: ئورنىتىلىدىغان قوشۇمچە يۇمشاق دېتال

source: Additional software has to be re-installed
ar: يتوجب إعادة تثبيت برنامج إضافي
be: Патрэбна паўторная ўсталёўка дадатковых праграм
bg: Трябва да бъде преинсталиран допълнителен софтуер
bs: Dodatni softver treba biti reinstaliran
ca: Cal tornar a instal·lar programari addicional
cs: Dodatečný software musí být přeinstalován
cy: Rhaid ail-osod meddalwedd ychwanegol
de: Zusätzliche Software muss erneut installiert werden
fil: Kailangang mag-reinstall ng dagdag na software
fr_ca: Des logiciels supplémentaires doivent être réinstallés
hr: Dodatni softver mora biti ponovno instaliran
ia: Altere software additional debe esser re-installate
is: Það þarf að endursetja upp viðbótarhugbúnað
it: È necessario reinstallare software aggiuntivo
km: ដំឡើង​ផ្នែក​ទន់​​ដែល​បន្ថែម​ឡើង​វិញ
lo: ຕ້ອງຕິດຕັ້ງຊອບແວເພີ່ມເຕີມໃໝ່
ml: അധിക സോഫ്റ്റ്‌വെയർ വീണ്ടും ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്.
ms: Perisian tambahan yang perlu dipasang semula
nn: Tilleggsprogramvare må installerast på ny
ro: Software suplimentar trebuie să fie reinstalat
sk: Je potrebné znovu nainštalovať ďalší softvér
sr: Додатни софтвер мора да буде поново инсталиран
te: అదనపు సాఫ్ట్‍వేర్‌ను పునఃస్థాపించాలి
ug: قايتا ئورنىتىلىدىغان قوشۇمچە يۇمشاق دېتال

source: Additional software has to be removed
ar: يتوجب إزالة برمجيات إضافية
be: Неабходна выдаленне дадатковых праграм
bg: Трябва да бъде премамахнат допълнителен софтуер
bs: Dodatni softver treba biti uklonjen
ca: Cal suprimir programari addicional
cs: Dodatečný software musí být odstraněn
cy: Rhaid dileu meddalwedd ychwanegol
de: Zusätzliche Software muss entfernt werden
fil: Kailangang tanggalin ang dagdag na software
fr_ca: Des logiciels supplémentaires doivent être supprimés
hr: Dodatni softver mora biti uklonjen
ia: Altere software debe esser removite
is: Það þarf að fjarlægja viðbótarhugbúnað
it: È necessario rimuovere software aggiuntivo
km: យក​ចេញ​ផ្នែក​ទន់​ដែល​​បន្ថែម
lo: ຕ້ອງລຶບຊອບແວເພີ່ມເຕີມ
ml: അധിക സോഫ്റ്റ്‌വെയർ നീക്കം ചെയ്യേണ്ടതുണ്ട്
ms: Perisian tambahan yang perlu dibuang
nn: Tilleggsprogramvare må fjernast
ro: Software suplimentar trebuie să fie eliminat
sk: Je potrebné odstrániť ďalší softvér
sr: Додатни софтвер мора да буде уклоњен
te: అదనపు సాఫ్ట్‍వేర్‌ను తొలగించాలి
ug: ئۆچۈرۈلىدىغان قوشۇمچە يۇمشاق دېتال

source: Additional software has to be purged
ar: يتوجب التخلص من برنامج إضافي مع تبعياته
be: Патрэбна ачыстка ад дадатковых праграм
bg: Трябва да бъде прочистен допълнителен софтуер
bs: Dodatni softver treba biti očišćen
ca: S'ha de netejar el programari addicional
cs: Dodatečný software musí být vyčištěn
cy: Rhaid tynnu meddalwedd ychwanegol
de: Zusätzliche Software muss vollständig entfernt werden
fil: Kailangang purgahin ang dagdag na software
fr_ca: Des logiciels supplémentaires doivent être supprimés complètement
hr: Dodatni softver mora biti u potpunosti uklonjen
ia: Altere software debe esser purgate
is: Það þarf að eyða út viðbótarhugbúnaði
it: È necessario eliminare software aggiuntivo
km: លុប​បំបាត់​ផ្នែក​ទន់​ដែល​បន្ថែម
lo: ຕ້ອງລຶບຊອບແວເພີ່ມເຕີມອອກຖາວອນ
ml: അധിക സോഫ്റ്റ്‌വെയർ പൂർണ്ണമായും നീക്കം (Purge) ചെയ്യേണ്ടതുണ്ട്
ms: Perisian tambahan yang perlu disingkirkan
nn: Tilleggsprogramvare må slettast
ro: Software suplimentar trebuie să fie eliminat complet
sk: Je potrebné odstrániť s konfiguráciou ďalší softvér
sr: Додатни софтвер мора да буде избачен
te: అదనపు సాఫ్ట్‌వేర్‌ను తొలగించాలి.
ug: پاكىزلىنىدىغان قوشۇمچە يۇمشاق دېتال

source: Additional software has to be upgraded
ar: يتوجب ترقية برمجيات إضافية
be: Неабходна абнаўленне дадатковых праграм
bg: Трябва да бъде надграден допълнителен софтуер
bs: Dodatni softver treba biti unaprijeđen
ca: Cal actualitzar programari addicional
cs: Dodatečný software musí přejít na vyšší verzi
cy: Rhaid diweddaru meddalwedd ychwanegol
de: Zusätzliche Software muss aktualisiert werden
fil: Kailangang i-upgrade ang dagdag na software
fr_ca: Des logiciels supplémentaires doivent être mis à jour
hr: Dodatni softver mora biti nadograđen
ia: Altere software debe esser promovite
is: Það þarf að uppfæra viðbótarhugbúnað
it: È necessario aggiornare software aggiuntivo
km: ធ្វើ​ឲ្យ​​ផ្នែក​ទន់​ដែល​បន្ថែម​ប្រសើរ
lo: ຕ້ອງອັບເກຣດຊອບແວເພີ່ມເຕີມ
ml: അധിക സോഫ്റ്റ്‌വെയർ അപ്‌ഗ്രേഡ് ചെയ്യേണ്ടതുണ്ട്
ms: Perisian tambahan yang perlu ditatarkan
nn: Tilleggsprogramvare må oppgraderast
ro: Software suplimentar trebuie să fie înnoit
sk: Je potrebné aktualizovať ďalší softvér
sr: Додатни софтвер мора да буде надограђен
te: అదనపు సాఫ్ట్‍వేర్‌ను ఉన్నతీకరించాలి
ug: يۈكسەلدۈرىدىغان قوشۇمچە يۇمشاق دېتال

source: Additional software has to be downgraded
ar: يتوجب تخفيض برنامج إضافي
be: Неабходна паніжэнне версіі дадатковых праграм
bg: Трябва да бъде върнат към по-стара версия допълнителен софтуер
bs: Dodatni softver treba biti spušten na nižu verziju
ca: Cal tornar a una versió anterior de programari addicional
cs: Dodatečný software musí přejít na nižší verzi
cy: Mae'n rhaid israddio meddalwedd ychwanegol
de: Zusätzliche Software muss durch eine ältere Version ersetzt werden
fil: Kailangang i-downgrade ang dagdag na packages
fr_ca: Des logiciels supplémentaires doivent être réinstallés dans une version antérieure
hr: Dodatni softver mora biti vraćen na prijašnju inačicu
ia: Altere software debe esser degradate
is: Það þarf að niðurfæra viðbótarhugbúnað
it: È necessario retrocedere software aggiuntivo
km: បន្ទាប​ផ្នែក​ទន់​ដែល​បន្ថែម
lo: ຕ້ອງດາວເກຣດຊອບແວເພີ່ມເຕີມ
ml: അധിക സോഫ്റ്റ്‌വെയർ ഡൗൺഗ്രേഡ് ചെയ്യേണ്ടതുണ്ട്.
ms: Perisian tambahan yang perlu diturun taraf
nn: Tilleggsprogramvare må nedgraderast
ro: Software suplimentar trebuie să fie adus la o versiune mai veche
sk: Je potrebné znížiť verziu ďalšieho softvéru
sr: Додатни софтвер мора да буде разграђен
te: అదనపు సాఫ్ట్‌వేర్‌ను డౌన్‌గ్రేడ్ చేయాలి
ug: نەشرىنى تۆۋەنلىتىدىغان قوشۇمچە يۇمشاق دېتال

source: Updates will be skipped
ar: يستم تخطي التحديثات
be: Абнаўленні будуць прапушчаны
bg: Ще бъдат пропуснати обновления
bs: Unaprjeđenja će biti preskočena
ca: S'ometran les actualitzacions
cs: Aktualizace budou vynechány
cy: Bydd diweddariadau'n cael eu hepgor
de: Aktualisierungen werden übersprungen
fil: Hindi mag-i-install ng updates
fr_ca: Les mises à jour seront ignorées
hr: Nadopuna će biti preskočena
ia: Le actualisationes sera saltate
is: Uppfærslum verður sleppt
it: Gli aggiornamenti verranno tralasciati
km: រំលង​ការ​ធ្វើ​បច្ចុប្បន្នភាព
lo: ການອັບເດດຈະຖືກຂ້າມໄປ
ml: അപ്‌ഡേറ്റുകൾ ഒഴിവാക്കും
ms: Kemaskini akan dilangkau
nn: Hoppar over oppdateringar
ro: Actualizările vor fi ignorate
sk: Aktualizácie sa preskočia
sr: Исправке ће бити прескочене
te: నవీకరణలు దాటవేయబడతాయి
ug: يېڭىلاش ئۆتكۈزۈۋېتىلىدۇ

source: Additional changes are required
ar: يلزم إجراء تغييرات إضافية
be: Патрабуюцца дадатковыя змены
bg: Необходими са допълнителни прочени
bs: Potrebne su dodatne promjene
ca: Calen canvis addicionals
cs: Jsou požadovány dodatečné změny
cy: Mae angen newidiadau ychwanegol
de: Zusätzliche Änderungen sind erforderlich
fil: Kailangan ng dagdag na pagbabago
fr_ca: Des changements supplémentaires sont nécessaires
hr: Dodatne promjene su potrebne
ia: Cambiamentos additional es necessari
is: Fleiri breytinga er krafist
it: Sono richieste ulteriori modifiche
km: ទាមទារ​ការ​ផ្លាស់ប្ដូរ​ដែល​បន្ថែម
lo: ຕ້ອງການການປ່ຽນແປງເພີ່ມເຕີມ
ml: അധിക മാറ്റങ്ങൾ ആവശ്യമാണ്
ms: Perubahan tambahan diperlukan
nn: Ytterlegare endringar må gjerast
ro: Modificări suplimentare sunt necesare
sk: Vyžadujú sa ďalšie zmeny
sr: Додатне измене су захтеване
te: అదనపు మార్పులు అవసరం
ug: قوشۇمچە ئۆزگىرىشلەر تەلەپ قىلىنىدۇ

source: %sB will be downloaded in total.
ar: سيتم تنزيل ما مجموعه %sب
be: %sБ усяго будзе сцягнута
bg: Ще бъдат изтеглени %sB общо.
bs: %sB će se ukupno učitati.
ca: Es baixaran %sB en total.
cs: Celkem bude staženo %sB.
cy: Bydd %sB yn cael ei lwytho i lawr i gyd.
de: %sB wird insgesamt heruntergeladen werden.
fil: %sB ang total na ido-download.
fr_ca: %s o seront téléchargés en tout.
hr: %sB će biti ukupno preuzeto.
ia: %sB sera discargate in total.
is: %sB verður alls hlaðið niður.
it: In tutto verranno scaricati %sB.
km: %sB នឹង​ត្រូវ​បាន​ទាញ​យក​ជា​សរុប ។
lo: ຈະດາວໂຫຼດທັງໝົດ %sB.
ml: മൊത്തം %sB ഡൗൺലോഡ് ചെയ്യപ്പെടും.
ms: %sB akan dimuat turun secara keseluruhan.
nn: %sB vil bli lasta ned totalt.
ro: %sO vor fi descărcați în total.
sk: Stiahne sa celkom %sB.
sr: %sB укупно ће бити преузето.
te: %sB మొత్తం డౌన్‌లోడ్ చేయబడుతుంది.
ug: جەمئىي %sB چۈشۈرۈلىدۇ

source: %sB of disk space will be freed.
ar: سيتم تفريغ %sB من مساحة القرص.
be: %sБ месца на цвёрдым дыску будзе вызвалена.
bg: Ще бъде освободено %sB дисково пространство.
bs: %sB disk prostora će biti oslobođeno.
ca: S'alliberaran %sB d'espai de disc.
cs: Bude uvolněno %sB místa na disku.
cy: Bydd %sB o ofod disg yn cael ei ryddhau.
de: %sB Speicherplatz wird frei werden.
fil: %sB ng disk space ang mababakante.
fr_ca: %s o d’espace disque seront libérés.
hr: %sB diskovnog prostora će biti oslobođeno.
ia: %sB de spatio de disco sera liberate.
is: %sB af diskplássi mun losna.
it: Verranno liberati %sB di spazio su disco.
km: មាន​ទំហំ​ថា %sB ទំនេរ ។
lo: ຈະມີພື້ນທີ່ຫວ່າງໃນດິສເພີ່ມຂຶ້ນ %sB.
ml: ഡിസ്ക് സ്ഥലത്തിന്റെ %sB ശൂന്യമാകും.
ms: %sB ruang cakera akan dibebaskan.
nn: %sB diskplass vil frigjerast.
ro: Se vor elibera %sB spațiu de disc.
sk: Uvoľní sa %sB miesta na disku.
sr: %sB простора на диску биће ослобођено.
te: %sB డిస్క్ స్థలం ఖాళీ అవుతుంది.
ug: %sB بوشلۇق بىكارلىنىدۇ.

source: %sB more disk space will be used.
ar: سوف يتم استخدام %sB من مساحة القرص.
be: %sБ дыскавай прасторы будзе занята.
bg: Ще бъде използвано %sB дисково пространство.
bs: %sB dodatnog disk prostora će biti korišteno.
ca: S'utilitzaran %sB més d'espai de disc.
cs: Bude použito navíc %sB místa na disku.
cy: Bydd %sB yn rhagor o ofod ar y ddisg yn cael ei ddefnyddio.
de: %sB mehr Speicherplatz wird belegt werden.
fil: %sB ng disk space ang gagamitin.
fr_ca: %s o d’espace disque supplémentaire seront utilisés.
hr: %sB dodatnog diskovnog prostora će biti korišteno.
ia: %sB de altere spatio de disco sera usate.
is: %sB meira diskpláss verður notað.
it: Ulteriori %sB verranno utilizzati sul disco.
km: ទំហំ​ថាស​​ច្រើន %sB នឹង​ត្រូវ​បាន​ប្រើ ។
lo: ຈະໃຊ້ພື້ນທີ່ໃນດິສເພີ່ມຂຶ້ນ %sB.
ml: %sB കൂടുതൽ ഡിസ്ക് സ്ഥലം ഉപയോഗിക്കും.
ms: %sB ruang cakera akan digunakan.
nn: %sB meir diskplass vil bli nytta.
ro: %sO adiționali vor fi utilizați.
sk: Použije sa ďalších %sB miesta na disku.
sr: %sB простора на диску ће бити још искоришћено.
te: %sB ఎక్కువ డిస్క్ స్థలం ఉపయోగించబడుతుంది.
ug: %sB بوشلۇق ئىشلىتىلىدۇ.

source: Replace your changes in '%s' with a later version of the configuration file?
ar: استبدل تغييراتك في '%s' بإصدار لاحق من ملف التكوين؟
be: Замяніць файл «%s» з унесенымі Вамі зменамі больш позняй версіяй?
bg: Замяна на вашите промени в '%s' с по-скорошна версия на конфигурационния файл?
bs: Zamijeniti vaše izmjene u '%s' novijom verzijom konfiguracione datoteke?
ca: Voleu reemplaçar els vostres canvis a «%s» amb l'última versió del fitxer de configuració?
cs: Chcete nahradit vaše změny v '%s' novější verzí konfiguračního souboru?
cy: Amnewid eich newidiadau yn '%s' gyda fersiwn diweddarach o'r ffeil ffurfweddu?
de: Ihre Änderungen in »%s« mit einer neueren Version der Konfigurationsdatei ersetzen?
fil: Gusto mo bang palitan ang mga pagbabago mo sa '%s' sa mas bagong configuration file?
fr_ca: Remplacer les changements que vous avez effectués dans « %s » par une version ultérieure du fichier de configuration ?
hr: Zamijenite vaše promjene u '%s' s najnovijom inačicom datoteke podešavanja?
ia: Reimplaciar tu cambiamentos in '%s' con un version plus recente del file de configuration?
it: Sostituire le proprie modifiche a «%s» con una versione più recente del file di configurazione?
km: ជំនួស​ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក​នៅ​ក្នុង '%s' ជាមួយ​កំណែ​ថ្មី​​របស់​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ឬ ?
lo: ແທນທີ່ການປ່ຽນແປງຂອງທ່ານໃນ '%s' ດ້ວຍເວີຊັນຫຼ້າສຸດຂອງໄຟລ໌ຕັ້ງຄ່າບໍ່?
ml: '%s' ലെ മാറ്റങ്ങൾക്ക് പകരം കോൺഫിഗറേഷൻ ഫയലിന്റെ പുതിയ പതിപ്പ് ഉപയോഗിക്കണോ?
ms: Gantikkan pertukaran yang anda buat didalam '%s' dengan versi kemudian fail konfigurasi tersebut?
nn: Vil du bytta ut endringane dine i '%s' med ein seinare versjon av konfigurasjonsfila?
ro: Înlocuiți schimbările din „%s” cu o versiune mai veche a fișierului de configurare?
sk: Nahradiť vaše zmeny v „%s“ novšou verziou konfiguračného súboru?
sr: Да ли да заменим Ваше измене у „%s“ с најновијом верзијом датотеке подешавања?
te: '%s' లోని మీ మార్పులను ఆకృతీకరణ ఫైల్ యొక్క తరువాతి వెర్షన్‌తో భర్తీ చేయాలా?
ug: '%s' نىڭدىكى ئۆزگىرىشلەرنى كېيىنكى نەشرىدىكى سەپلىمە ھۆججەتلەر بىلەن قاپلىۋېتەمسىز؟
