Repository: linuxmint/aptkit
Catalog: po/*.po
Languages: am, ar, be, bg, bs, ca, cs, cy, de, fil, fr_ca, hr, ia, is, it, km, lo, ml, ms, nn, ro, sk, sr, te, ug

source: To install software from a new source, you need to authenticate.
am: ሶፍትዌርን ከሌላ ምንጭ ለመግጠም ማረጋገጫ ያስፈልጋል
ar: لتثبيت برمجيات من مصدر جديدة، تحتاج للمصادقة.
be: Каб усталяваць праграмы з новай крыніцы, вы павінны аўтарызавацца.
bg: За да инсталирате софтуер от нов източник, трябва да се идентифицирате.
bs: Da instalirate softver iz novog izvora, trebate se prijaviti.
ca: Heu d'autenticar-vos per instal·lar programari d'una font nova.
cs: Pro instalaci softwaru z nového zdroje je vyžadováno ověření.
cy: I osod meddalwedd o ffynhonnell newydd, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Software aus einer neuen Software-Paketquelle zu installieren.
fil: Para mag-install ng software mula sa bagong source, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour installer les logiciels d’une nouvelle source.
hr: Za instalaciju softvera iz novog izvora potrebna je ovjera.
ia: Pro installar software ab un nove fonte, tu debe authenticar te.
is: Til að setja upp hugbúnað frá nýju safni, þarft þú að auðkenna þig.
it: È necessario autenticarsi per installare software da una nuova sorgente.
km: ដំឡើង​ផ្នែក​ទន់​ពី​ប្រភព​ថ្មី អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອຕິດຕັ້ງຊອບແວຈາກແຫຼ່ງໃໝ່, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: മറ്റൊരു ഉറവിടത്തില്‍ നിന്നുള്ള സോഫ്റ്റ്‌വെയര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk memasang dari sumber baru, anda perlukan pengsahihan.
nn: Du må autentisera deg for å installera programvare frå ei ny kjelde.
ro: Pentru a instala software dintr-o sursă nouă, trebuie să vă autentificați.
sk: Ak chcete nainštalovať softvér z nového zdroja je potrebné overiť vašu totožnosť.
sr: Да бисте инсталирали софтвер из новог извора, требате да потврдите идентитет.
te: ఒక కొత్త మూలాధారం నుండి సాఫ్ట్‍వేర్ స్థాపించుటకు, మీరు ధృవీకరించవలసివుంటుంది.
ug: يېڭى مەنبەدىن يۇمشاق دېتال ئورنىتىش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Add a new repository of purchased software and install packages from it
am: አዲስ ማጠራቀሚያ መጨመሪያ እና የተገዙ ሶፍትዌር ጥቅሎች ከ ውስጡ መግጠሚያ
ar: أضِف مستودعا جديدا للبرامج المشتراة وثبّت الحزم من خلاله
be: Дадаць новае сховішча платнага праграмнага забеспячэння і ўсталяваць пакеты з яго
bg: Добавяне на ново хранилище на закупен софтуер и инсталиране на пакети от него
bs: Dodaj novi repozitorij kupljenog softvera i instaliraj pakete iz njega.
ca: Addició d'un dipòsit nou de programari que s'hagi comprat i instal·lació de paquets d'aquest
cs: Přidat nový zdroj s placeným softwarem a instalovat z něj balíky
cy: Ychwanegu cronfa newydd o feddalwedd wedi prynu a gosod pecynnau ohoni
de: Eine neue Paketquelle für erworbene Software hinzufügen und Pakete daraus installieren
fil: Magdagdag ng repository ng biniling software at mag-install ng packages na galing dito
fr_ca: Ajouter un nouveau dépôt de logiciels achetés et en installer des paquets
hr: Dodaj novi repozitorij kupljenog softvera i instaliraj pakete iz njega
ia: Adder un nove repositorio de software comprate e installar pacchettos de illo
is: Bæta við nýju hugbúnaðarsafni með keyptum hugbúnaði og setja upp pakka frá því
it: Aggiunge un nuovo repository di software acquistato e installa pacchetti che provengono da questo
km: បន្ថែម​ឃ្លាំង​ថ្មី​នៃ​ផ្នែក​ទន់​ដែល​បាន​ជាវ ហើយ​ដំឡើង​កញ្ចប់​ពី​វា
lo: ເພີ່ມຄັງໃໝ່ຂອງຊອບແວທີ່ຊື້ມາ ແລະ ຕິດຕັ້ງແພັກເກັດຈາກມັນ
ml: വിലയ്ക്ക് വാങ്ങിയ സോഫ്റ്റ്‌വെയര്‍ ഉള്ള ഒരു പുതിയ ഭണ്ഡാരം കൂട്ടിച്ചേര്‍ക്കുകയും അതില്‍ നിന്നും പുതിയ പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്യുകയും ചെയ്യുക
ms: Tambah repositori baru bagi perisian yang dibeli dan pasang pakej darinya
nn: Legg til eit nytt pakkearkiv for kjøpt programvare og installer pakkar frå det
ro: Adaugă un nou depozit de software cumpărat și instalează pachete din el
sk: Pridať nový zdroj zakúpeného softvéru a nainštalovať z neho balíky
sr: Додај нову ризницу купљеног софтвера и инсталирај пакете из ње
te: కొనుగోలుచేసిన సాఫ్ట్‍వేర్ యొక్క కొత్త భాండాగారాన్ని జతచేసి దానినుండి ప్యాకేజీలను స్థాపించు
ug: سېتىۋالغان يۇمشاق دېتالنىڭ خەزىنىسى قوشۇپ بوغچىلارنى ئۇنىڭدىن ئورنىتىش

source: To install purchased software, you need to authenticate.
am: የተገዛ ሶፍትዌርን ለመግጠም ማረጋገጫ ያስፈልጋል
ar: لتثبيت البرامج المشتراة، تحتاج للمصادقة.
be: Каб усталяваць набытыя праграмы, вы павінны аўтарызавацца.
bg: За да инсталирате поръчан трябва да се идентифицирате.
bs: Da instalirate kupljeni softver, trebate se prijaviti.
ca: Heu d'autenticar-vos per instal·lar programari que hàgiu comprat.
cs: Pro instalaci placeného softwaru je vyžadováno ověření.
cy: I osod meddalwedd wedi ei brynu, rhaid dilysu.
de: Sie müssen Ihr Passwort eingeben, um erworbene Software zu installieren.
fil: Para mag-install ng biniling software, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour installer des logiciels achetés.
hr: Za instalaciju kupljenog softvera potrebna je ovjera.
ia: Pro installar software comprate, tu debe authenticar te.
is: Til að setja upp keyptan hugbúnað, þarft þú að auðkenna þig.
it: È necessario autenticarsi per installare software acquistato.
km: ដំឡើង​ផ្នែក​ទន់​ដែល​បាន​ជាវ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອຕິດຕັ້ງຊອບແວທີ່ຊື້ມາ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: വിലയ്ക്ക് വാങ്ങിയ സോഫ്റ്റ്‌വെയര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk memasang perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å installera kjøpt programvare.
ro: Pentru a instala software cumpărat, trebuie să vă autentificați.
sk: Ak chcete nainštalovať zakúpený softvér je potrebné overiť vašu totožnosť.
sr: Да бисте инсталирали купљени софтвер, требате да потврдите идентитет.
te: కొన్న సాఫ్ట్‍వేర్ స్థాపించుటకు, మీరు ధృవీకరించవలసి ఉంటుంది.
ug: يۇمشاق دېتال سېتىۋېلىش ئۈچۈن دەلىللەش زۆرۈردۇر.

source: Upgrade packages
am: ጥቅሎችን ማሻሻል
ar: ترقية الحزم
be: Абнаўленне пакетаў
bg: Пакети за надграждане
bs: Nadogradi pakete
ca: Actualització dels paquets
cs: Aktualizovat balíky
cy: Uwchraddio pecynnau
de: Pakete aktualisieren
fil: I-upgrade ang packages
fr_ca: Mettre des paquets à jour
hr: Nadogradi pakete
ia: Promover pacchettos
is: Uppfæra pakka
it: Esegui l'avanzamento dei pacchetti
km: ធ្វើ​ឲ្យ​កញ្ចប់​ប្រសើរ​ឡើង
lo: ອັບເກຣດແພັກເກັດ
ml: പാക്കേജുകൾ നവീകരിക്കുക
ms: Tingkatkan pakej-pakej
nn: Oppgrader pakkar
ro: Înnoiește pachetele
sk: Aktualizovať balíky
sr: Надогради пакете
te: ప్యాకేజీలను ఉన్నతీకరించు
ug: بوغچىلارنى يۈكسەلدۈرۈش

source: To install updated software, you need to authenticate.
am: የተሻሻሉ ሶፍትዌሮችን ለመግጠም ማረጋገጫ ያስፈልጋል
ar: لتثبيت البرمجيات المُحدّثة، تحتاج للمصادقة.
be: Для ўсталёўкі абнаўленняў патрабуецца аўтэнтыфікацыя.
bg: За да инсталирате обновен софтуер, трябва да се идентифицирате.
bs: Da instalirate ažurirani softver, trebate se prijaviti.
ca: Cal que us autentiqueu per instal·lar programari actualitzat.
cs: Pro instalaci aktualizací je vyžadováno ověření.
cy: I osod meddalwedd wedi'i ddiweddaru, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Aktualisierungen zu installieren.
fil: Para mag-install ng updated software, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour mettre à jour des logiciels.
hr: Za nadopunu softvera potrebna je ovjera.
ia: Pro installar software actualisate, tu debe authenticar te.
is: Til að setja inn uppfærðan hugbúnað, þarft þú að auðkenna þig.
it: È necessario autenticarsi per installare software aggiornato.
km: ដំឡើង​ផ្នែក​ទន់​ដែល​បាន​ធ្វើ​បច្ចុប្បន្នភាព អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອຕິດຕັ້ງຊອບແວທີ່ອັບເດດແລ້ວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: പരിഷ്കരിച്ച സോഫ്റ്റ്‌വെയര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk memasang kemaskini perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å installera den oppdaterte programvara.
ro: Pentru a instala software actualizat, trebuie să vă autentifcați.
sk: Ak chcete nainštalovať aktualizovaný softvér je potrebné overiť vašu totožnosť.
sr: Да бисте инсталирали ажурирани софтвер, требате да потврдите идентитет.
te: నవీకరించబడిన సాఫ్ట్‍వేర్ స్థాపించుటకు, మీరు ధృవీకరించవలసిఉంటుంది.
ug: يېڭىلانغان يۇمشاق دېتالنى ئورنىتىش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Cancel the task of another user
am: መሰረዝ የሌላ ተጠቃሚን ስራዎች
ar: إلغاء المهمة لمستخدم آخر
be: Адмяніць задачу іншага карыстальніка
bg: Отказване на задачата на друг потребител
bs: Otkaži zadatak drugog korisnika
ca: Cancel·lació de la tasca d'un altre usuari
cs: Zrušit úlohu jiného uživatele
cy: Diddymu tasg defnyddiwr arall
de: Prozess eines anderen Benutzers abbrechen
fil: Kanselahin ang task ng ibang user
fr_ca: Annuler la tâche d’un autre utilisateur
hr: Prekinite zadatak drugog korisnika
ia: Cancellar le activitate de un altere usator
is: Hætta við aðgerð frá öðrum notanda
it: Annulla l'attività di un altro utente
km: បោះបង់​​កិច្ចការ​របស់​អ្នក​ប្រើ​ផ្សេងទៀត
lo: ຍົກເລີກໜ້າວຽກຂອງຜູ້ໃຊ້ອື່ນ
ml: മറ്റു ഉഭയോക്താവിന്റെ കാര്യങ്ങള്‍ നിര്‍ത്തുക
ms: Batalkan tugas pengguna lain
nn: Avbryt ei oppgåve frå ein annan brukar
ro: Anulează acțiunile altui utilizator
sk: Zrušiť úlohu iného používateľa
sr: Откажи задатак другог корисника
te: ఇంకొక వాడుకరి యొక్క కార్యాన్ని రద్దుచేయి
ug: باشقا ئىشلەتكۈچىنىڭ ۋەزىپىسىنى(ئىجرا قىلىۋاتقان پروگراممىسىنى) ئەمەلدىن قالدۇرۇش

source: To cancel someone else's software changes, you need to authenticate.
am: የሌላ ተጠቃሚን ሶፍትዌር ለመሰረዝ ማረጋገጫ ያስፈልጋል
ar: لإلغاء التغيرات البرمجية لشخص آخر، تحتاج للمصادقة.
be: Для скасавання не сваіх змен у праграмным забеспячэнні патрабуецца аўтэнтыфікацыя.
bg: За да откажете софтуерните промени на друг потребител, трябва да се идентифицирате.
bs: Da prekinete nečije promjene programa, trebate se prijaviti.
ca: Cal que us autentiqueu per cancel·lar els canvis que algú altre realitzi al programari.
cs: Pro zrušení oprávnění k úpravě softwaru někým jiným je vyžadováno ověření.
cy: I ddiddymu newidiadau meddalwedd rhywun arall, mae angen i chi ddilysu.
de: Sie müssen Ihr Passwort eingeben, um Änderungen anderer Benutzer an Software zu widerrufen.
fil: Para kanselahin ang software changes na hindi sa iyo, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour annuler les changements effectués par quelqu’un d’autre sur les logiciels.
hr: Za prekidanje tuđe promjene softvera potrebna je ovjera.
ia: Pro cancellar le cambiamentos de software de alcun altere, tu debe authenticar te.
is: Til að hætta við breytingar á hugbúnaði sem einhver annar hefur gert, þarft þú að auðkenna þig.
it: È necessario autenticarsi per annullare le modifiche al software fatte da altri.
km: បោះបង់​ការ​ផ្លាស់ប្ដូរ​ផ្នែក​ទន់​ផ្សេង​ទៀត អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອຍົກເລີກການປ່ຽນແປງຊອບແວຂອງຄົນອື່ນ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: മറ്റുള്ളവരുടെ സോഫ്റ്റ്‌വെയര്‍ മാറ്റങ്ങള്‍ റദ്ദാക്കാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk membatalkan perubahan perisian orang lain, anda perlukan pengsahihan.
nn: Du må autentisera deg for å avbryta andre sine programvareendringar.
ro: Pentru a anula schimbările altora asupra unor software, trebuie să vă autentificați.
sk: Ak chcete zrušiť zmeny softvéru, ktoré vykonal niekto iný, je potrebné overiť vašu totožnosť.
sr: Да бисте отказали измене софтвера другог корисника, требате да потврдите идентитет.
te: వేరేఇతర సాఫ్ట్‍వేర్ మార్పులను రద్దుచయుటకు మీరు ధృవీకరించవలసిఉంటుంది.
ug: باشقىلار ئېلىپ يۇمشاق دېتال ئۆزگەرتىشلىرىنى ئەمەلدىن قالدۇرۇش ئۈچۈن دەلىللەش زۆرۈردۇر

source: Set a proxy for software downloads
am: ለ ሳፍትዌር ማውረጃ ወኪል ማሰናጃ
ar: تعيين وسيط تنزيل لتنزيل البرامج
be: Усталяваць проксі-сервер для загрузак праграм
bg: Задаване на сървър-посредник за изтегляне на софтуер
bs: Postavi proksi za softverska preuzimanja
ca: Establiment d'un servidor intermediari per baixar programari
cs: Nastavit proxy pro stahování softwaru
cy: Gosod dirprwy am lwythi meddalwedd
de: Einen Proxy-Server für Software-Downloads benutzen
fil: Gumamit ng proxy para sa software downloads
fr_ca: Définir un mandataire pour le téléchargement des logiciels
hr: Postavi proxy za softverska preuzimanja
ia: Predefinir un proxy pro discargamentos de software
is: Setja inn milliðjón (proxy) fyrir niðurhal hugbúnaðar
it: Imposta un proxy per scaricare software
km: កំណត់​ប្រូកស៊ី​សម្រាប់​ការ​ទាញ​យក​ផ្នែក​ទន់
lo: ຕັ້ງຄ່າພຣັອກຊີສຳລັບການດາວໂຫຼດຊອບແວ
ml: സോഫ്റ്റ്‌വെയർ ഡൗൺലോഡുകൾക്കായി ഒരു പ്രോക്സി സജ്ജമാക്കുക
ms: Tetapkan proksi untuk memuat turun perisian
nn: Vel ein mellomtenar for programnedlastingar
ro: Configurează un proxy pentru descărcări de software
sk: Nastaviť proxy na sťahovanie softvéru
sr: Постави посредника за преузимање софтвера
te: సాఫ్ట్‍వేర్ డౌన్‌లోడ్‌లకు ఒక ప్రోక్సీని అమర్చు
ug: يۇمشاق دېتال چۈشۈرۈشتە ئىشلىتىدىغان ۋاكالەتچىنى بېكىتىش

source: To use a proxy server for downloading software, you need to authenticate.
am: ለ ሳፍትዌር ማውረጃ ወኪል ለማሰናዳት ማረጋገጫ ያስፈልጋል
ar: لاستخدام خادوم وسيط لتنزيل البرامج، تحتاج للمصادقة.
be: Для карыстання з проксі сервера для загрузкі праграмнага забеспячэння патрабуецца аўтэнтыфікацыя.
bg: За да използвате сървър-посредник за да изтеглите софтуер, трябва да се идентифицирате.
bs: Da koristite proksi server za preuzimanje softvera, trebate se prijaviti.
ca: Cal que us autentiqueu per utilitzar un servidor intermediari per baixar programari.
cs: Pro použití proxy serveru při stahování softwaru je vyžadováno ověření.
cy: I ddefnyddio gweinydd dirprwy ar gyfer llwytho meddalwedd i lawr, mae angen dilysu.
de: Sie müssen Ihr Passwort eingeben, um einen Proxy-Server zum Herunterladen von Software einzurichten.
fil: Para gumamit ng proxy server para mag-download ng software, ilagay ang password mo.
fr_ca: Vous devez vous authentifier pour utiliser un serveur mandataire pour télécharger des logiciels.
hr: Kako biste koristili proxy poslužitelja za preuzimanje softvera potrebna je ovjera.
ia: Pro usar un servitor proxy pro discargar software, tu debe authenticar te.
is: Til að nota milliþjón við að ná í hugbúnað, þarft þú að auðkenna þig.
it: È necessario autenticarsi per usare un proxy per scaricare software.
km: ប្រើ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​សម្រាប់​​ទាញ​យក​ផ្នែក​ទន់ អ្នក​ចាំបាច់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។
lo: ເພື່ອໃຊ້ເຊີບເວີພຣັອກຊີໃນການດາວໂຫຼດຊອບແວ, ທ່ານຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນ.
ml: പ്രോക്സി സെര്‍വരിലൂടെ സോഫ്റ്റ്‌വെയര്‍ ഡൌണ്‍ലോഡ് ചെയ്യാന്‍ താങ്കളുടെ വിശ്വാസ്യയോഗ്യത തെളിയിക്കുക
ms: Untuk gunakan pelayan proksi bagi tujuan memuat turun perisian, anda perlukan pengsahihan.
nn: Du må autentisera deg for å bruka ein mellomtenar til programnedlastingar.
ro: Pentru a folosi un server proxy pentru descărcarea de software, trebuie să vă autentificați.
sk: Ak chcete použiť server proxy na sťahovanie softvéru, je potrebné overiť vašu totožnosť.
sr: Да бисте користили посреднички сервер за преузимање софтвера, требате да потврдите идентитет.
te: ప్రోక్సీ సేవిక వాడి సాఫ్ట్‍వేర్ డౌన్‌లోడ్‌చేయుటకు, మీరు ధృవీకరణ చేయవలసిఉంటుంది.
ug: يۇمشاق دېتال چۈشۈرۈشتە ئىشلىتىلىدىغان ۋاكالەتچى مۇلازىمېتىرنى ئىشلىتىش ئۈچۈن دەلىللەش زۆرۈردۇر

source: ERROR
be: ПАМЫЛКА
bs: GREŠKA
cs: CHYBA
de: FEHLER
it: ERRORE
km: កំហុស
ro: EROARE
sk: CHYBA
sr: ГРЕШКА

source: Downloaded %(cur)sB of %(total)sB at %(rate)sB/s
de: %(cur)sB von %(total)sB heruntergeladen mit %(rate)sB/s

source: Downloaded %(cur)sB of %(total)sB
de: %(cur)sB von %(total)sB heruntergeladen

source: ERROR:
be: ПАМЫЛКА:
bs: GREŠKA
cs: CHYBA:
de: FEHLER:
it: ERRORE:
km: កំហុស ៖
ro: EROARE:
sk: CHYBA:
sr: ГРЕШКА:

source: You are not allowed to perform this action.
be: Вам не дазволена выконваць гэтае дзеянне.
bs: Tu akciju vam nije dozvoljeno izvesti.
cs: Nemáte dovoleno provést tuto akci.
de: Sie dürfen diese Aktion nicht ausführen.
it: Non è consentito compiere questa azione.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ប្រតិបត្តិ​សកម្មភាព​នេះ​ទេ ។
ro: Nu vă este permis să efectuați această acțiune.
sk: Nemáte oprávnenie vykonať túto operáciu.
sr: Вама није дозвољено да извршите ову радњу.

source: Queuing
be: Арганізацыя чаргі
bs: Stavljanje u red
cs: Řazení do fronty
de: Wird in Warteschlange gestellt
it: Accodamento
km: រៀប​ជា​ជួរ
ro: Se așteaptă
sk: Zaraďuje sa do frontu
sr: Чекање у реду

source: Resolving dependencies
am: ጥገኝነትን በ ማስወገድ ላይ
ar: يحلّ الاعتماديات
be: Вырашэнне залежнасцяў
bg: Изчисляване на зависимостите
bs: Rješavam zavisnosti
ca: S'estan resolent les dependències
cs: Řeší se závislosti
cy: Yn datrys dibyniaethau
de: Abhängigkeiten werden aufgelöst
fil: Nireresolba ang dependencies
fr_ca: Résolution des dépendances
hr: Rješavanje zavisnosti
ia: Resolvente dependentias
is: Leysi kerfiskröfur
it: Risoluzione delle dipendenze
km: ដោះស្រាយ​ភាព​អាស្រ័យ
lo: ກຳລັງແກ້ໄຂສ່ວນປະກອບ
ml: ഡിപെന്‍ഡന്‍സികള്‍ റീസോള്‍വു ചെയ്യുന്നു
ms: Menghuraikan keperluan
nn: Ordnar opp i avhengnader
ro: Se rezolvă dependențele
sk: Riešia sa závislosti
sr: Разрешавам зависности
te: ఆధారితత్వాలను పరిష్కరిస్తోంది
ug: بېقىندىلىق مۇناسىۋەتنى ھەل قىلىۋاتىدۇ

source: The following NEW package will be installed (%(count)s):
be: Наступны НОВЫ пакет будзе ўсталяваны (%(count)s):
bs: Sljedeći novi paketi će biti instalirani (%(count)s):
cs: Následující NOVÝ balík bude nainstalován (%(count)s):
de: Das folgende NEUE Paket wird installiert (%(count)s):
it: Il seguente pacchetto nuovo verrà installato (%(count)s):
km: កញ្ចប់​ថ្មី​ដូច​ខា​ងក្រោម​នឹង​ត្រូវ​បាន​ដំឡើង (%(count)s): ៖
ro: Următorul pachet NOU va fi instalat (%(count)s):
sk: Nasledovné NOVÉ balíky budu nainštalované (%(count)s):
sr: Биће инсталиран %(count)s НОВ пакет:

source: The following package will be upgraded (%(count)s):
be: Наступны пакет будзе абноўлены (%(count)s):
bs: Sljedeći paketi će biti nadograđeni (%(count)s):
cs: Následující balík bude aktualizován (%(count)s):
de: Das folgende Paket wird aktualisiert (%(count)s):
it: Il seguente pacchetto verrà aggiornato (%(count)s):
km: កញ្ចប់​ដូច​ខាង​ក្រោម​នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រសើ​រឡើង (%(count)s): ៖
ro: Următorul pachet va fi înnoit (%(count)s):
sk: Nasledovné balíky budu aktualizované (%(count)s):
sr: Биће надограђен %(count)s пакет:

source: The following package will be REMOVED (%(count)s):
be: Наступны пакет будзе выдалены (%(count)s):
bs: Sljedeći paketi će biti uklonjeni (%(count)s):
cs: Následující balík bude odstraněn (%(count)s):
de: Das folgende Paket wird ENTFERNT (%(count)s):
it: Il seguente pacchetto verrà rimosso (%(count)s):
km: កញ្ចប់​ដូច​ខាង​ក្រោម​នឹង​ត្រូវ​បាន​យក​ចេញ (%(count)s): ៖
ro: Următorul pachet va fi eliminat (%(count)s):
sk: Nasledovné balíky budu ODSTRANENÉ (%(count)s):
sr: Биће УКЛОЊЕН %(count)s пакет:

source: The following package will be DOWNGRADED (%(count)s):
be: Для наступнага пакета будзе праведзены АДКАТ (%(count)s):
bs: Sljedeći paketi će biti snižene verzije (%(count)s):
cs: Následující balík bude ponížen (%(count)s):
de: Das folgende Paket wird DURCH EINE ÄLTERE VERSION ERSETZT (%(count)s):
it: Il seguente pacchetto verrà riportato alla versione precedente (%(count)s):
km: កញ្ចប់​ដូច​ខាង​ក្រោម​នឹង​ត្រូវ​បាន​បន្ទាប (%(count)s): ៖
ro: Următorul pachet va fi adus la o versiune mai veche (%(count)s):
sk: VERZIA nasledovných balíkov bude ZNÍŽENÁ (%(count)s):
sr: Биће РАЗГРАЂЕН %(count)s пакет:

source: The following package will be reinstalled (%(count)s):
be: Наступны пакет будзе пераўсталяваны (%(count)s):
bs: Sljedeći paketi će biti reinstalirani (%(count)s):
cs: Následující balík bude přeinstalován (%(count)s):
de: Das folgende Paket wird neu installiert (%(count)s):
it: Il seguente pacchetto verrà reinstallato (%(count)s):
km: កញ្ចប់​ដូច​ខាង​​ក្រោម​នឹង​ត្រូវ​បាន​ដំឡើង​ឡើង​វិញ (%(count)s): ៖
ro: Următorul pachet va fi reinstalat (%(count)s):
sk: Nasledovné balíky budu preinštalované (%(count)s):
sr: Биће поново инсталиран %(count)s пакет:

source: The following package has been kept back (%(count)s):
be: Наступны пакет быў адноўлены (%(count)s):
bs: Sljedeći paketi će biti sačuvani (%(count)s):
cs: Následující balík byl ponechán (%(count)s):
de: Das folgende Paket wurde zurückgehalten (%(count)s):
it: Il seguente pacchetto è stato mantenuto (%(count)s):
km: កញ្ចប់​ដូច​ខាងក្រោម​ត្រូវ​បាន​​បន្ថយ​ក្រោម (%(count)s): ៖
ro: A fost reținut (%(count)s pachet ):
sk: Nasledovné balíky budú podržané (%(count)s):
sr: Биће задржан %(count)s пакет:

source: Need to get %sB of archives.
be: Патрабуецца атрымаць %sБ архіваў.
bs: Treba preuzeti %sB arhiva.
cs: Je třeba stáhnout %sB archivů.
de: Es müssen %sB an Paketen heruntergeladen werden.
it: È necessario scaricare %sB di archivi.
km: ត្រូវ​ទទួល​យក %sB នៃ​​​ប័ណ្ណសារ ។
ro: Este necesară obținerea a %sO de arhive.
sk: Je potrebné stiahnuť %sB archívov.
sr: Морам да набавим %sB архива.

source: After this operation, %sB of additional disk space will be used.
be: Пасля гэтай аперацыі будзе выкарастана %sБ дадатковага месца.
bs: Nakon ove operacije, %sB dodatnog disk prostora će biti korišteno.
cs: Po této operaci bude navíc použito %sB místa na disku.
de: Nach Abschluss dieses Vorgangs werden %sB Festplattenspeicher zusätzlich belegt sein.
it: Dopo questa operazione verranno utilizzati %sB di spazio aggiuntivo.
km: បន្ទាប់​ពី​​ការ​ប្រតិបត្តិការ​នេះ %sB នៃ​ទំហំ​ថាស​បន្ថែម​នឹង​ត្រូវ​បាន​ប្រើ ។
ro: După acestă operație vor fi folosiți %sO de spațiu adițional pe disc.
sk: Po tejto operácii bude využitých ďalších %sB miesta na disku.
sr: Након ове операције, %sB додатног простора на диску биће искоришћено.

source: After this operation, %sB of additional disk space will be freed.
be: Пасля гэтай аперацыі будзе вызвалена %sБ дадатковага месца.
bs: Nakon ove operacije, %sB dodatnog disk prostora će biti oslobođeno.
cs: Po této operaci bude uvolněno %sB místa na disku.
de: Nach Abschluss dieses Vorgangs werden %sB Festplattenspeicher zusätzlich frei sein.
it: Dopo questa operazione verranno liberati %sB di spazio disco.
km: បន្ទាប់​ពី​ការ​ប្រតិបត្តិការ​នេះ %sB នៃ​ទំហំ​ថាស​បន្ថែម​នឹង​​ទំនេរ ។
ro: După această operație vor fi eliberați %sO adiționali de spațiu pe disc.
sk: Po tejto operácii sa uvoľní %sB miesta na disku.
sr: Након ове операције, %sB додатног простора на диску биће ослобођено.

source: Do you want to continue [Y/n]?
be: Вы хочаце працягнуць [Y - Так, N - Не]?
bs: Želite li nastaviti [D/n]?
cs: Přejete si pokračovat [Y/n]?
de: Möchten Sie fortfahren [J/n]?
it: Continuare? [S/n]
km: តើ​អ្នក​ចង់​បន្ត​ [Y/n] ឬ ?
ro: Doriți să continuați [Y/n]?
sk: Chcete pokračovať [Y/n]?
sr: Да ли желите да наставите [Y/n]?

source: To operate on more than one package put the package names in quotation marks: aptdcon --install "foo bar"
be: Для правядзення аперацый над некалькімі пакетамі пастаўце іх імёны ў двукоссе: aptdcon --install "foo bar"
bs: Da radite više od jednog paketa, stavite njihova imena u navodnike: aptdcon --install "prvi drugi"
cs: Při práci na více jak jednom balíku vložte názvy balíků do uvozovek: aptdcon --install "foo bar"
de: Verwenden Sie Anführungszeichen, um den Befehl auf mehrere Pakete anzuwenden: aptdcon --install "Paket1 Paket2"
it: Per agire su più di un pacchetto mettere i nomi dei pacchetti tra virgolette: aptdcon --install "foo bar"
km: ដើម្បី​ប្រតិបត្តិ​ការ​​​កញ្ចប់​ច្រើន​ជាង​មួយ ដាក់​ឈ្មោះ​កញ្ចប់​នៅ​ក្នុង​សញ្ញា​​សម្រង់ ៖ aptdcon --install "foo bar"
ro: Pentru a opera pe mai mult de un pachet puneți numele pachetelor între ghilimele: aptdcon --install "foo bar"
sk: Ak chcete pracovať s viac ako jedným balíkom, uveďte názvy balíkov v úvodzovkách: aptdcon --install "foo bar"
sr: Да радите са више од једним пакетом ставите имена пакета под наводницима: aptdcon --install „foo bar“

source: Refresh the cache
be: Абнавіць кэш
bs: Osvježi keš
cs: Obnovit mezipaměť
de: Die Paketinformationen neu laden
it: Aggiorna la cache
km: ធ្វើ​ឲ្យ​ឃ្លាំង​ស្រស់
ro: Reîmprospăteză memoria tampon
sk: Aktualizovať vyrovnávaciu pamäť
sr: Освежава кеш
